{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  NELSON, KENNETH WARWICK"}, "snippet": "NELSON--Kenneth Warwick. Kenneth Warwick Nelson, 91, October 15, 1922 - July 29, 2014, formerly of Emerson Hill Staten Island, New York 10304. Beloved husband for 70 years of Carey Boone Nelson. Loving father of their six children: Caren Nelson Sc...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "96", "keywords": [{"value": "NELSON, KENNETH WARWICK", "name": "persons"}], "abstract": null, "_id": "53e58f8138f0d83b812510e7", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A05E3D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "NELSON--Kenneth Warwick. Kenneth Warwick Nelson, 91, October 15, 1922 - July 29, 2014, formerly of Emerson Hill Staten Island, New York 10304. Beloved husband for 70 years of Carey Boone Nelson. Loving father of their six children: Caren Nelson Schubart, Kenneth Nelson II, Kimberley Nelson, Keith Nelson, Kyle Nelson Galante and Craig Nelson. Cherished grandfather of 17 grandchildren and eight great-grandchildren. Graduate of Massachusetts Institute of Technology with a Bachelor of Science Degree in Business, Engineering & Administration and Harvard Business School (U.S. Navy Officer's Program). Patents: Two-color injection molding of thermoplastic polymers. USA Patents #", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  MAZZOLA, JOHN W"}, "snippet": "MAZZOLA--John W. The New York Philharmonic mourns the passing of former Lincoln Center President John W. Mazzola, a steadfast advocate of the arts in New York whose forward-thinking inauguration of \"Live From Lincoln Center\" brought the New York P...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "52", "keywords": [{"value": "MAZZOLA, JOHN W", "name": "persons"}], "abstract": null, "_id": "53e58f7f38f0d83b812510e6", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=980CE4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "MAZZOLA--John W. The New York Philharmonic mourns the passing of former Lincoln Center President John W. Mazzola, a steadfast advocate of the arts in New York whose forward-thinking inauguration of \"Live From Lincoln Center\" brought the New York Philharmonic to music lovers around the world. We extend sincere condolences to his family.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  LARSEN, CAROL STROLL"}, "snippet": "LARSEN--Carol Stroll, aged 78, passed away quietly at home on July 30th after a short illness. Loving wife of Leslie H. Larsen, Jr. Beloved mother of Kari Larsen Pedone. Adoring grandmother of Maddie and Ellie. Daughter of the late Dr. George and ...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "169", "keywords": [{"value": "LARSEN, CAROL STROLL", "name": "persons"}], "abstract": null, "_id": "53e58f7e38f0d83b812510e5", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F0DE4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "LARSEN--Carol Stroll, aged 78, passed away quietly at home on July 30th after a short illness. Loving wife of Leslie H. Larsen, Jr. Beloved mother of Kari Larsen Pedone. Adoring grandmother of Maddie and Ellie. Daughter of the late Dr. George and Helen Stroll of Shelter Island, NY. Niece of Gloria Hegeman of Vero Beach, FL. Graduate of St. Mary's in Garden City, 1954 and Rollins College, 1958, Winter Park, FL. Publicity Director of Peck and Peck Stores, President of Les Paniers (The Baskets), member Nassau Country Club and Who's Who of American Women 1968-69. In repose at the Fairchild Funeral Chapel, 1570 Northern Blvd., Manhasset, NY on Saturday 3-5pm and 7-9pm and Sunday from 4-7pm at the Shelter Island Funeral Home, 23 W. Neck Road, Shelter Island, NY. Religious Services will be held at the Shelter Island Presbyterian Church on Monday. Interment to follow in the Emily French Memorial Cemetery in Shelter Island. Donations in her memory may be made to the Rollins College Fund, Winter Park, FL.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  KELSEY, HARVEY JR"}, "snippet": "Kelsey--Harvey Jr. The Jay Heritage Center is saddened by the passing of a cherished friend, Harvey Kelsey Jr. He demonstrated a lifelong love and respect for the natural world and valued the sylvan beauty of gardens, trails and open spaces. He ga...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "117", "keywords": [{"value": "KELSEY, HARVEY JR", "name": "persons"}], "abstract": null, "_id": "53e58f7d38f0d83b812510e4", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E02E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "Kelsey--Harvey Jr. The Jay Heritage Center is saddened by the passing of a cherished friend, Harvey Kelsey Jr. He demonstrated a lifelong love and respect for the natural world and valued the sylvan beauty of gardens, trails and open spaces. He gave freely of his time and counsel to many organizations within his community, offering honest insights where his opinion could make a positive difference and benefit more people outside himself. Harvey spurred us on in our work with his loyalty, his indominatable energy, his humor and his ability to sail beyond obstacles to any horizon. We will miss him greatly and extend our heartfelt condolences to his children, grandchildren, family and friends who continue his legacy.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  JAMESON, VIRGINIA"}, "snippet": "JAMESON--Virginia. Born Virginia V. Yannello in Bay Ridge, Brooklyn, 1941. Died July 29th, 2014, Newtown, PA. Attended St. John Villa Academy, Staten Island. Beloved wife, mother and friend. In lieu of flowers, please make contributions to the Dem...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "49", "keywords": [{"value": "JAMESON, VIRGINIA", "name": "persons"}], "abstract": null, "_id": "53e58f7c38f0d83b812510e3", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D03E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "JAMESON--Virginia. Born Virginia V. Yannello in Bay Ridge, Brooklyn, 1941. Died July 29th, 2014, Newtown, PA. Attended St. John Villa Academy, Staten Island. Beloved wife, mother and friend. In lieu of flowers, please make contributions to the Dementia Society of America, PO Box 600, Doylestown, PA 18901 or www.dementiasociety.org.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FARLEY, MARY KATHRYN"}, "snippet": "FARLEY--Mary Kathryn. 1935-2014. Wife, mother, sportswoman and philanthropist. Life champion....", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "10", "keywords": [{"value": "FARLEY, MARY KATHRYN", "name": "persons"}], "abstract": null, "_id": "53e58f7b38f0d83b812510e2", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FARLEY--Mary Kathryn. 1935-2014. Wife, mother, sportswoman and philanthropist. Life champion.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FAIR, CHARLES M.CHARLES M"}, "snippet": "FAIR--Charles M.Charles M. Fair, 97, of Wakefield, Rhode Island, died July 28, 2014 at South County Hospital in Wakefield, of lymphoma. He was a multitalented man with a varied career: editor, poet, banana importer, computer-company executive, scr...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "433", "keywords": [{"value": "FAIR, CHARLES M.CHARLES M", "name": "persons"}], "abstract": null, "_id": "53e58f7a38f0d83b812510e1", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9501E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FAIR--Charles M.Charles M. Fair, 97, of Wakefield, Rhode Island, died July 28, 2014 at South County Hospital in Wakefield, of lymphoma. He was a multitalented man with a varied career: editor, poet, banana importer, computer-company executive, script writer/ narrator, historian, and neurology researcher at Massachusetts General Hospital. In 1963 he went as a Guggenheim Fellow to UCLA's Brain Research Institute, and the following year became a resident scientist in MIT's Neurosciences Research Program, one of the few to have held an appointment there with no academic degree. Mr. Fair published light verse in Punch and The New Yorker, book reviews in the Washington Post and The Providence Journal, and a regular column in the American Poetry Review. He authored three books on neuroscience, The Physical Foundations of the Psyche (Wesleyan University Press, 1963), Memory & Central Nervous Organization (Paragon House, 1988), and Cortical Memory Functions (Birkhauser, 1992); a number of papers on brain function; and three nontechnical books: The Dying Self (Wesleyan University Press, 1969), From The Jaws of Victory (Simon & Schuster, 1971), and The New Nonsense (Simon & Schuster, 1974). His books have been published in Britain and translated into Italian, German, and Danish. His creativity also included a lifelong love of jazz, and he played both piano and vibraphone. He loved sailing, the Red Sox, good conversation, and he even tried his hand at farming. He also wrote and narrated the soundtrack for the original Salem Witch Museum, in Salem, Massachusetts. The only child of Charles Maitland Fair and Gertrude (Bryan) Fair, he was born in New York City and was raised in Manhattan and in Oyster Bay, New York. He attended the Buckley School, the Fay School, St. Paul's School, and Yale University. Charles is survived by his wife of 34 years, Louise (Sadler) Kiessling M.D., FAAP, and two daughters, Ellen Bryan Fair of New York City and Shushan, New York, and Katherine Healy Fair, Ph.D., and her husband, Raphael Colb, of Fort Ann, NY and Exeter, NH. He was predeceased by his son, Charles M. (Chip) Fair, and his former wife Kay (Ruddy) Fair. A gathering in his honor will be held at the South Kingstown Land Trust Barn at 17 Matunuck Beach Road, Wakefield, RI 02879 on Sunday August 17 at 2:00pm. Burial will be private. In lieu of flowers, please send contributions to Home and Hospice Care of Rhode Island, South Team, 1085 N. Main Street, Providence, RI 02904; South County Hospital, 100 Kenyon Avenue, Wakefield, RI 02879; or the Rhode Island Food Bank, 200 Niantic Avenue, Providence, RI 02907. For guest book and condolences, averystortifuneralhome.com.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  COLBURN, WHITNEY"}, "snippet": "COLBURN--Whitney, 77, retired Supervisor at Marin Management, died July 29, 2014. Services will be held in Oneonta, NY. Please visit: www.LHPfuneralhome.com for more information....", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "24", "keywords": [{"value": "COLBURN, WHITNEY", "name": "persons"}], "abstract": null, "_id": "53e58f7838f0d83b812510e0", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9406E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "COLBURN--Whitney, 77, retired Supervisor at Marin Management, died July 29, 2014. Services will be held in Oneonta, NY. Please visit: www.LHPfuneralhome.com for more information.", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BERNSTEIN, HELEN LIPMAN"}, "snippet": "BERNSTEIN--Helen Lipman. UJA-Federation of New York mourns the passing of Helen Lipman Bernstein, beloved wife of the late Harold Bernstein. Her exceptional philanthropic traditions live on through the generosity of her cherished family. We extend...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "55", "keywords": [{"value": "BERNSTEIN, HELEN LIPMAN", "name": "persons"}], "abstract": null, "_id": "53e58f7738f0d83b812510df", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B07E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BERNSTEIN--Helen Lipman. UJA-Federation of New York mourns the passing of Helen Lipman Bernstein, beloved wife of the late Harold Bernstein. Her exceptional philanthropic traditions live on through the generosity of her cherished family. We extend our condolences to Helen's entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; Eric S. Goldstein, CEO", "print_page": "17", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  AVERY, ALICE O'NEILL"}, "snippet": "AVERY--Alice O'Neill. The trustees and staff of the American Museum in Britain express our deepest sorrow at the death of our good friend and museum patron, Alice Avery. Alice, a dedicated traveler of Museum tours since 1978 and who easily won the...", "pub_date": "2014-08-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "154", "keywords": [{"value": "AVERY, ALICE O'NEILL", "name": "persons"}], "abstract": null, "_id": "53e58f7538f0d83b812510de", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A04E4D8173AF932A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "AVERY--Alice O'Neill. The trustees and staff of the American Museum in Britain express our deepest sorrow at the death of our good friend and museum patron, Alice Avery. Alice, a dedicated traveler of Museum tours since 1978 and who easily won the count of being the most traveled supporter and patron, starting her trips with Director Ian McCallum, and following with Bill McNaught, Sandra Barghini and most recently, Richard Wendorf. She was not only the most traveled of our life members, but also someone who was always generous in entertaining Museum members on the trips to Los Angeles. She lived a long life and even towards the end displayed enthusiasm for new experiences and had a memory, all of us would be pleased to call our own. Her generosity, dedication and friendship will be deeply missed. Alfred M. Vinton, Chairman Mark E. Haranzo, Deputy Chairman American Museum in Britain Linda Hackett, President Halcyon Foundation", "print_page": "17", "section_name": "Paid Death Notices"}], "meta": {"hits": 880, "time": 61, "offset": 10}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}