{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  MACGRATH, EDWARD WARDLAW"}, "snippet": "MacGRATH--Edward Wardlaw, age 83, died May 30, 2014 after a long illness. He is survived by his beloved wife, Cynthia Chandler MacGrath, his daughter, Dana Chandler MacGrath, and her husband Anthony Mathias Candido, and two grandchildren, Nico Cha...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "178", "keywords": [{"value": "MACGRATH, EDWARD WARDLAW", "name": "persons"}], "abstract": null, "_id": "53c6f65b38f0d858f3e381d1", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B05E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "MacGRATH--Edward Wardlaw, age 83, died May 30, 2014 after a long illness. He is survived by his beloved wife, Cynthia Chandler MacGrath, his daughter, Dana Chandler MacGrath, and her husband Anthony Mathias Candido, and two grandchildren, Nico Chandler Candido and Harry Edward Candido. Born November 29, 1930 in Berkeley, California to Robert Wardlaw MacGrath and Claire Friedmann, he grew up in South Orange, New Jersey. He was a graduate of Lehigh University and received his Masters Degree from New Jersey Institute of Technology. His career in facilities engineering and construction management included positions with American Airlines, Marriott Corporation, Fordham University, Pan American World Airways, and Pace University. He was a lover of travel, boating, cooking, and classical music, a longtime volunteer helping New York City's needy people, and enjoyed many summers with family and friends at Point O' Woods, NY. A memorial service will be held at the Brick Presbyterian Church Chapel on Friday, June 6, 2014 at 2:00pm. In lieu of flowers, donations may be made to Carnegie Hill Neighbors or to a charity of your choice.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  SWIDLER, HOWARD"}, "snippet": "SWIDLER--Howard. UJA-Federation of New York mourns the passing of Howard Swidler, whose exceptional philanthropic traditions live on through the generosity of his cherished family. We extend our condolences to Howard's wife, Shirley; his children,...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "65", "keywords": [{"value": "SWIDLER, HOWARD", "name": "persons"}], "abstract": null, "_id": "53c6f65f38f0d858f3e381e8", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9803E5DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SWIDLER--Howard. UJA-Federation of New York mourns the passing of Howard Swidler, whose exceptional philanthropic traditions live on through the generosity of his cherished family. We extend our condolences to Howard's wife, Shirley; his children, Barry (Carol), Lori Gertzog (Gary), and Andrea Ianniello; his grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  MAYER, MARGERY (VOUTSAS)"}, "snippet": "MAYER--Margery (Voutsas), acclaimed opera singer with New York City and Chicago Opera Companies, died May 12, 2014 in Cupertino, California. She was 96. Survived by sons, Lynn Steen and wife, Mary of Northfield, Minnesota, and Richard Steen and wi...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "83", "keywords": [{"value": "MAYER, MARGERY", "name": "persons"}], "abstract": null, "_id": "53c6f65b38f0d858f3e381d2", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9404E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "MAYER--Margery (Voutsas), acclaimed opera singer with New York City and Chicago Opera Companies, died May 12, 2014 in Cupertino, California. She was 96. Survived by sons, Lynn Steen and wife, Mary of Northfield, Minnesota, and Richard Steen and wife, Robin Cameron of New York, New York, two granddaughters and six great-grandsons. Predeceased by husbands, Dietrich George Berthold, Sigvart J. Steen, and George Voutsas. Family requests memorials may be sent to the Margery Mayer and Sigvart Steen Music Awards at Wagner College, New York.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  MCNEAL, PHILIP WEBSTER"}, "snippet": "McNEAL--Philip Webster, beloved husband, father, son and friend, passed away on May 27, 2014. Philip was born in St. Louis, Missouri on December 6, 1953. The only child of the late Senator Theodore McNeal and his wife Virgie, Philip was named afte...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "460", "keywords": [{"value": "MCNEAL, PHILIP WEBSTER", "name": "persons"}], "abstract": null, "_id": "53c6f65b38f0d858f3e381d3", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9507E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "McNEAL--Philip Webster, beloved husband, father, son and friend, passed away on May 27, 2014. Philip was born in St. Louis, Missouri on December 6, 1953. The only child of the late Senator Theodore McNeal and his wife Virgie, Philip was named after American labor movement giants A. Philip Randolph and Milton Webster. The elder McNeal worked with both men to organize the International Brotherhood of Sleeping Car Porters, the most prominent predominantly black labor union of its day. In 1976 Philip graduated with a BS in mechanical engineering from University of Missouri, Rolla, and began his career at Exxon Mobil as a project engineer. In 1984, Philip joined J.P. Morgan as an investment banker in the firm's Natural Resources and Power Group, and later, Managing Director and Senior Client Advisor. Philip met his true love Glenda Goodly and they married in 1989. They enjoyed a rare, enviable partnership of equals who not only loved but also truly respected each other. They were blessed with two wonderful children - daughter Sydney and son Carter. Despite his demanding career, Philip was active in his community, serving as a longtime board chair of the Montclair Human Needs Food Pantry, former trustee of Montclair Kimberley Academy, and trustee of Newark Academy. But at the very center of his life, was his devotion to Glenda, Sydney and Carter. He cherished each of them and their time together as a family. Philip found absolute contentment immersed in a finite set of passions: St. Barths, boating, Long Beach Island, and his circle of extended family and friends. They comprised an endless stream of precious memories punctuated by the unforgettable expression on Philip's face when Glenda surprised him with a 60th birthday party in January 2014. Soon after, Philip was diagnosed with pancreatic cancer. Philip's battle to the end with this devastating disease was marked by the same integrity, clarity, and steadiness of spirit he embodied in his work and personal life. Philip passed away at home, surrounded by those he loved most on the eve of his and Glenda's 25th wedding anniversary. Thoughtful and generous to his core, Philip would want the battle against pancreatic cancer to continue in the form of funding research so that others might be spared what he endured. A fund has been established in his honor at Memorial Sloan-Kettering Cancer Center. He is survived by Glenda, Sydney and Carter; his mother Virgie, half-brother Theodore McNeal Jr., and an extended family that loved him dearly. Few are as stellar in life as they are claimed to be in memory; Philip McNeal was, and he will remain so in our hearts, forever. Memorial service will be held on Monday, June 2nd at 6pm at the Morgan Library, 235 Madison Avenue, New York, New York.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  STEIN, MICHAEL"}, "snippet": "STEIN--Michael, my partner, friend and confidant. You inspired us to be the best of the best and to serve our clients with character, intellect, passion, reason and all of our professional skills. You pioneered the art of Financial Planning and th...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "88", "keywords": [{"value": "STEIN, MICHAEL", "name": "persons"}], "abstract": null, "_id": "53c6f65d38f0d858f3e381e0", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F00E5DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "STEIN--Michael, my partner, friend and confidant. You inspired us to be the best of the best and to serve our clients with character, intellect, passion, reason and all of our professional skills. You pioneered the art of Financial Planning and the Financial Advocacy of our clients' interests. You left behind a great firm ready and able to continue your work of over 45 years. We will remember you and you will live in our hearts and minds. Bill and Jeannie Aaron and family David, Stephen, Jenny and Julie", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  NADIEN, DAVID W."}, "snippet": "NADIEN--David W.,88, died unexpectedly May 28th. Beloved husband of Margot Nadien. Survived by loving nieces, nephews, cousins and caring violin students. Private Funeral and Shiva. Memorial Service to be announced....", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "30", "keywords": [{"value": "NADIEN, DAVID W.", "name": "persons"}], "abstract": null, "_id": "53c6f65b38f0d858f3e381d4", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C06E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "NADIEN--David W.,88, died unexpectedly May 28th. Beloved husband of Margot Nadien. Survived by loving nieces, nephews, cousins and caring violin students. Private Funeral and Shiva. Memorial Service to be announced.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  SCHAFFER, SUSAN GYORY"}, "snippet": "SCHAFFER--Susan Gyory. Survived by husband Jerry, children Judi, Steven and Michael. Auschwitz survivor, Manager of Crazy Glue. Loved her many grandchildren. Services Friday, 11am at \"The Riverside\", 76 St. and Amsterdam Ave....", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "32", "keywords": [{"value": "SCHAFFER, SUSAN GYORY", "name": "persons"}], "abstract": null, "_id": "53c6f65c38f0d858f3e381d9", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9802E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SCHAFFER--Susan Gyory. Survived by husband Jerry, children Judi, Steven and Michael. Auschwitz survivor, Manager of Crazy Glue. Loved her many grandchildren. Services Friday, 11am at \"The Riverside\", 76 St. and Amsterdam Ave.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  SOBIN, VERA L."}, "snippet": "SOBIN--Vera L.,88, Born Tientsin, China. Died New York City, May 9, 2014. Beloved wife of Dr. Allan Sobin. Dear mother of Rodney (Rebecca), Joseph (Robin), James Baker (Nancy). Loving grandmother of Ethan and Amelia. Rest in peace. Donations in Ve...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "56", "keywords": [{"value": "SOBIN, VERA L.", "name": "persons"}], "abstract": null, "_id": "53c6f65d38f0d858f3e381db", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9405E5DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SOBIN--Vera L.,88, Born Tientsin, China. Died New York City, May 9, 2014. Beloved wife of Dr. Allan Sobin. Dear mother of Rodney (Rebecca), Joseph (Robin), James Baker (Nancy). Loving grandmother of Ethan and Amelia. Rest in peace. Donations in Vera's memory may be made to Town & Village Synagogue, 334 E. 14 St., NY, NY 10003.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PEARSON, CLARENCE E."}, "snippet": "PEARSON--Clarence E.,An entrepreneurial global health and management consultant and networker extraordinaire whose career spanned 60 years, died peacefully at home in New York on May 24, 2014 at 89 from a rare form of cancer. His wife and professi...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "423", "keywords": [{"value": "PEARSON, CLARENCE E.", "name": "persons"}], "abstract": null, "_id": "53c6f65b38f0d858f3e381d5", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D01E6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PEARSON--Clarence E.,An entrepreneurial global health and management consultant and networker extraordinaire whose career spanned 60 years, died peacefully at home in New York on May 24, 2014 at 89 from a rare form of cancer. His wife and professional partner, Laurie Norris, survives him. Born in Chicago, Clarence credited his WWII US Army medical corps service and GI Bill of Rights-funded master of public health degree from the University of North Carolina/Chapel Hill as the start of his career. He was the Founding President and CEO of the National Center for Health Education, the outcome of a Presidential Commission. He served as Senior Advisor to the World Health Organization's Office at the United Nations. As Vice President and Director of Health and Safety Education for MetLife, he was the first person Met hired who was trained in public health education and promotion. He also was key in establishing the MetLife Foundation. He served as Vice President of the former Peter F. Drucker Foundation for Nonprofit Management. Clarence created and served as Executive Editor for a series of books on global health issues (Jossey-Bass/John Wiley), including Global Health & Global Aging. His honors include the Gold Medal for Distinguished Service to Education from Columbia University; International Health Lifetime Achievement Award from the American Public Health Association; Advocacy Award, American Federation for Aging Research and the Distinguished Alumni Award from the School of Public Health, University of North Carolina/Chapel Hill. Clarence loved to help people in transition, from students to seasoned colleagues. He served on the boards of AARP, American Federation for Aging Research (AFAR), International Federation on Ageing, and the Board of Overseers of the Dartmouth Medical School's C. Everett Koop Institute. He was a Fellow of the New York Academy of Medicine, a member of the Roundtable on Health Literacy, Institute of Medicine, National Academy of Sciences and a member of the Vitality Institute Commission. He directed a management training program in Moscow, New Leaders of Russia, and served as a public health consultant in the former Yugoslavia and Central America for US government agencies and NGOs. Clarence's son Scott and first wife June Wahlde predeceased him. His parents, Irene Silander and Edward Pearson, emigrated from Sweden, where Clarence's ashes will be interred. Clarence's legacy is the people he mentored and advised during his multifaceted life, including interns he and Laurie support through patient advocacy and worldview internships. Donations, in lieu of flowers, may be made to AFAR/Clarence Pearson Internship Fund, c/o AFAR, 55 West 39 St., 16th Fl., New York, NY 10018.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  SCHLOSS, FRANCES ANNE"}, "snippet": "SCHLOSS--Frances Anne. UJA-Federation of New York mourns the passing of Frances Anne Schloss, beloved wife of the late Harold Schloss. Frances's profound generosity continues through a Lion of Judah Endowment and the generosity of her children. We...", "pub_date": "2014-06-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "69", "keywords": [{"value": "SCHLOSS, FRANCES ANNE", "name": "persons"}], "abstract": null, "_id": "53c6f65c38f0d858f3e381d8", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=990DE6DB1E3AF932A35755C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SCHLOSS--Frances Anne. UJA-Federation of New York mourns the passing of Frances Anne Schloss, beloved wife of the late Harold Schloss. Frances's profound generosity continues through a Lion of Judah Endowment and the generosity of her children. We extend our deepest condolences to Frances's children, Robert (Emily) and Linda; grandchildren; and entire family Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO", "print_page": "22", "section_name": "Paid Death Notices"}], "meta": {"hits": 709, "time": 43, "offset": 10}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}