{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  ADLER, NATHAN L"}, "snippet": "ADLER--Nathan L. Beloved husband of the late Genecia. Loving father of Raphael and Seth. Dear father-in-law of Francine and Michele. Cherished grandfather of Robert, Efraim, Matthew, Benjamin, Adam and Alanna. Proud WWII Veteran....", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "33", "keywords": [{"value": "ADLER, NATHAN L", "name": "persons"}], "abstract": null, "_id": "53c0516638f0d871b1c31edf", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E07E2DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "ADLER--Nathan L. Beloved husband of the late Genecia. Loving father of Raphael and Seth. Dear father-in-law of Francine and Michele. Cherished grandfather of Robert, Efraim, Matthew, Benjamin, Adam and Alanna. Proud WWII Veteran.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GUETTEL, MARY RODGERS"}, "snippet": "GUETTEL--Mary Rodgers. The Dramatists Guild mourns the passing of our friend and colleague, Mary Rodgers. A Guild Council member for nearly fifty years and the daughter of one of the Guild's past presidents, Richard Rodgers, Mary had a lifetime of...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "117", "keywords": [{"value": "GUETTEL, MARY RODGERS", "name": "persons"}], "abstract": null, "_id": "53c0516738f0d871b1c31ee4", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B02E2DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GUETTEL--Mary Rodgers. The Dramatists Guild mourns the passing of our friend and colleague, Mary Rodgers. A Guild Council member for nearly fifty years and the daughter of one of the Guild's past presidents, Richard Rodgers, Mary had a lifetime of involvement with our organization, and her intelligence, generosity and fierce support of her fellow writers will always be remembered and appreciated. As a writer who had the pleasure of working with her (on Working), I can attest to her talent, creativity and good humor as a collaborator. Our deepest sympathies to her son, Guild member Adam Guettel, and to all her family, friends and loved ones at this time. Stephen Schwartz, President The Dramatists Guild of America", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  LETHBRIDGE, JOHN DODD"}, "snippet": "LETHBRIDGE--John Dodd. John Dodd \"Jack\" Lethbridge, passed away on June 26, 2014 at his home in Wilton, CT. He was 86 years old. The son of George M. Lethbridge and Gertrude Dodd, Jack was raised in Upper Montclair, NJ. He graduated from The Hill ...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "195", "keywords": [{"value": "LETHBRIDGE, JOHN DODD", "name": "persons"}], "abstract": null, "_id": "53c0516838f0d871b1c31eec", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9901E1DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "LETHBRIDGE--John Dodd. John Dodd \"Jack\" Lethbridge, passed away on June 26, 2014 at his home in Wilton, CT. He was 86 years old. The son of George M. Lethbridge and Gertrude Dodd, Jack was raised in Upper Montclair, NJ. He graduated from The Hill School in Pottstown, PA and Washington and Lee University in Lexington, VA. He served in the US Marine Corps during the Korean conflict, achieving the rank of Captain. Jack spent most of his professional career at the National Distillers and Chemical Corporation where he retired as Vice President and General Manager of the National Distillers division. Jack was predeceased by his wife of 43 years, Betsy Emmaline Lethbridge. He is survived by his daughter Leah Ovington Lethbridge, his son John D. Lethbridge, Jr. and John's wife Karen Boutelle Lethbridge, his grandson John Dodd Lethbridge, III and his granddaughter Caroline Renee Lethbridge. There will be a Memorial Service on Wednesday, July 2, 2014 at 11am at the Wilton Congregational Church, 70 Ridgefield Rd., Wilton, CT. Interment will follow at Hillside Cemetery, 165 Ridgefield Rd., Wilton, CT. Memorial contributions may be made to the Wilton Library Association or the Wilton Volunteer Ambulance Corps.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GOLDSMITH, CLIFFORD H"}, "snippet": "GOLDSMITH--Clifford H. FOJP Service Corporation and its Board of Directors record with sincere sorrow the passing of Clifford Goldsmith, who served on our board for 29 years. Our deepest sympathy is offered to the entire Goldsmith family. Michael ...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "41", "keywords": [{"value": "GOLDSMITH, CLIFFORD H", "name": "persons"}], "abstract": null, "_id": "53c0516738f0d871b1c31ee3", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A03E2DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GOLDSMITH--Clifford H. FOJP Service Corporation and its Board of Directors record with sincere sorrow the passing of Clifford Goldsmith, who served on our board for 29 years. Our deepest sympathy is offered to the entire Goldsmith family. Michael Zimmerman Chairman, FOJP", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  MCNICOL, DONALD E."}, "snippet": "McNICOL--Donald E.,92, died peacefully on June 29, at his home in Oyster Bay Cove, NY after a short illness. He is survived by his devoted wife of 28 years, Carmen Gallego, his five children and their spouses: Elaine and John Postley, Janet and To...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "362", "keywords": [{"value": "MCNICOL, DONALD E.", "name": "persons"}], "abstract": null, "_id": "53c0516838f0d871b1c31eed", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B03E1DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "McNICOL--Donald E.,92, died peacefully on June 29, at his home in Oyster Bay Cove, NY after a short illness. He is survived by his devoted wife of 28 years, Carmen Gallego, his five children and their spouses: Elaine and John Postley, Janet and Tony Barton, Dr. Donald McNicol, Christena and Paul McNicol and Andrea Gallego McNicol, his grandchildren: John Postley, Scott and Chris Barton, Will and Katie McNicol and Campbell McNicol, and his great grandchildren: Beatrix and Griffin Postley, Oscar and Hunter Barton, and Henry and Charlotte Barton. Don McNicol was a gentleman, an athlete and a scholar. He was a great Harvard football player, War Class of 1943. He married the late Doris Egues in 1943, became a father in December, 1944 and went to War 10 days later. He was 23. 15 months later, he returned, graduating from the Harvard Law School in 1947. He joined the esteemed firm of Davis, Polk, Wardwell, Sunderland & Kendall as an associate. Later he formed his own distinguished firm, Hall, McNicol, Hamilton & Clark. Throughout his life, he served on numerous business, philanthropic and club boards, including the Harvard Club of New York City, the Boys & Girls Club of America, American Maize-Products Company and currently, the Thomas Publishing Company. He loved the game of golf, playing at home and at the world's great courses (including the great Scottish Link courses) with his two sons. Fishing was a passion in Montauk, Canada, Europe, Florida and the Carribean, imbuing his sons with the same enthusiasm. He loved his boat, \"Man O War\" and the \"Mosquito Fleet,\" a small flotilla comprised of his sons, his pals and his brave wife, Carmen, which \"cruised\" around \"intrepidly\" in bad weather and worse seas. All in good fun. In lieu of flowers, contributions in Don's name would be gratefully received by Friends of the Bay, 2 Town- send Sq. 2, Oyster Bay, NY. 11771 or the Community Fund of Oyster Bay at 200 Sunset Rd, Oyster Bay, NY 11771. Visitation: Frank E. Campbell, 1076 Madison Ave., July 1, from 6-9pm. Funeral: St. Ignatius Loyola, 980 Park Ave, July 2 at 10am. Memorial Service being planned for late August.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GLOBMAN, ARTHUR"}, "snippet": "GLOBMAN--Arthur, passed away on June 29, 2014 at age 92. Beloved husband of the late Shirley. Devoted father of Esther (and Richie) Altman and Lisa Baumstein. Adored grandfather of Katie and David Baumstein. His independent spirit and caring natur...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "63", "keywords": [{"value": "GLOBMAN, ARTHUR", "name": "persons"}], "abstract": null, "_id": "53c0516738f0d871b1c31ee2", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9900E2DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GLOBMAN--Arthur, passed away on June 29, 2014 at age 92. Beloved husband of the late Shirley. Devoted father of Esther (and Richie) Altman and Lisa Baumstein. Adored grandfather of Katie and David Baumstein. His independent spirit and caring nature were an inspiration to all who knew him. Service today, July 1, 2014, 9:30am at Plaza Jewish Community Chapel, Amsterdam Ave and 91st St.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PETERS, JACOB"}, "snippet": "PETERS--Jacob, 96 years young, passed away June 28, 2014. Loving husband of late Martha Peters and brother of late Paul Peters. His family, son Gary, daughter-in-law Nancy, grandchildren Andrew and Natalia, Meredith and Sean and step-grandchildren...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "113", "keywords": [{"value": "PETERS, JACOB", "name": "persons"}], "abstract": null, "_id": "53c0516838f0d871b1c31eee", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9402E1DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PETERS--Jacob, 96 years young, passed away June 28, 2014. Loving husband of late Martha Peters and brother of late Paul Peters. His family, son Gary, daughter-in-law Nancy, grandchildren Andrew and Natalia, Meredith and Sean and step-grandchildren Tara and Jordan, Keri and Paul and all of his great-grandchildren, nieces and nephews will cherish his memory. He was a lifetime reader of this newspaper and enjoyed all that it has had to offer. Decorated WWII veteran. He painfully and loving provided strength, wisdom and support until his last breath. In his last days, he told us \"There is no reason that my death cannot be a celebration of life.\" We shall miss him desperately forever.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PHILIPS, BEATRICE MELLICKER"}, "snippet": "PHILIPS--Beatrice Mellicker, died June 27, 2014, at age 90. Wife of the late Alvin. Mother of Marian, Rick, Carl, Julie, Wendy. Grandmother, aunt, cousin, friend. Memorial in New York in the fall....", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "32", "keywords": [{"value": "PHILIPS, BEATRICE MELLICKER", "name": "persons"}], "abstract": null, "_id": "53c0516838f0d871b1c31eef", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=950DE1DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PHILIPS--Beatrice Mellicker, died June 27, 2014, at age 90. Wife of the late Alvin. Mother of Marian, Rick, Carl, Julie, Wendy. Grandmother, aunt, cousin, friend. Memorial in New York in the fall.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BERKWITS, FRANCES ESTELLE"}, "snippet": "BERKWITS--Frances Estelle, MS, CSW, died the morning of June 29, 2014, seven weeks before her 92nd birthday. Her funeral will take place at 9:30am on Wednesday, July 2, 2014, at the Frank E. Campbell Funeral Home, 1076 Madison Avenue at the corner...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "187", "keywords": [{"value": "BERKWITS, FRANCES ESTELLE", "name": "persons"}], "abstract": null, "_id": "53c0516638f0d871b1c31ee0", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F06E2DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BERKWITS--Frances Estelle, MS, CSW, died the morning of June 29, 2014, seven weeks before her 92nd birthday. Her funeral will take place at 9:30am on Wednesday, July 2, 2014, at the Frank E. Campbell Funeral Home, 1076 Madison Avenue at the corner of East 81st Street and she will be interred at the New Montefiore Cemetery, at 11:30am. She will be irreplaceably missed by her children, Roberta Kolar and Dr. Kieve Berkwits and his wife Linda Berkwits and her grandchildren, with whom she had a special closeness, Amos Elberg and Jacob Elberg and his wife Lacey Elberg, David Berkwits and Abby Berkwits. Her love and joy in her great-grandchildren Anna Sophie Elberg and Zoe Esther Elberg were a bookend for a life well-lived. She will be missed as well by her many friends, and the countless people she worked with over a career of more than fifty years. Shiva will begin after the burial until 9:00pm, Wednesday evening, on Thursday from 1:00 to 4:00pm and 6:00pm to 9:00pm, and on Friday from 12:00 to 2:00pm, at 181 East 73rd Street, Apt. 10 D, New York, New York.", "print_page": "19", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  KING, ROLLIN WHITE"}, "snippet": "KING--Rollin White, passed away peacefully on Thursday, June 26, 2014 in Dallas, Texas from complications of a stroke. Mr. King was born in Cleveland, Ohio on April 10, 1931 to Griffin and Elizabeth King. He graduated from Shaker Heights High Scho...", "pub_date": "2014-07-01T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "569", "keywords": [{"value": "KING, ROLLIN WHITE", "name": "persons"}], "abstract": null, "_id": "53c0516738f0d871b1c31ee9", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9806E1DE163AF932A35754C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "KING--Rollin White, passed away peacefully on Thursday, June 26, 2014 in Dallas, Texas from complications of a stroke. Mr. King was born in Cleveland, Ohio on April 10, 1931 to Griffin and Elizabeth King. He graduated from Shaker Heights High School in Ohio, received his BA from Case Western Reserve and an MBA from Harvard Business School. Mr. King was an amazing entrepreneur who famously came up with the idea for Southwest Airlines, the world's most successful airline. His idea for better service, low cost air travel was revolutionary and changed air travel worldwide. He was the Founder and first Chairman and President of Southwest Airlines Co. and was a Director and an Executive Committee member from the formation of the company until he retired from the Board after 40 years in May 2006 at the age of 75. After leaving the management of the airline Mr. King engaged in other business ventures as well as led executive education seminars and he did consulting as a principal of Rollin King Associates until his retirement on December 31, 1995. Subsequently he was principally engaged in private investing. Mr. King had a passion for hunting and fishing, which he shared with his children and grandchildren. In particular he loved Africa, its people and wildlife. He went on more than 20 safaris during which he often enjoyed sitting around the fire listening to or telling stories with family and friends. He was happy to donate generously to a village school in Tanzania. He also was an avid golfer his entire life. He was a member of Brook Hollow Golf Club in Dallas, The Old Baldy Club in Saratoga, Wyoming; and Eldorado Country Club in Indian Wells, California, and served on the Board of Visitors for UT Southwestern University Hospitals and Clinics. He is a former member of Little Sandy Hunting and Fishing Club and the Chevaliers du Tastevin. At various times, he was a trustee of the Dallas Symphony, St. John's College of Annapolis, Maryland and Santa Fe, New Mexico, and the Dallas Museum of Art for which he served on the Executive Committee. He also was President of the Board of the Georgia O'Keeffe Museum in Santa Fe, New Mexico and Chairman of the Executive Committee of the College of Santa Fe. He was an Honorary Life Member of the Board of Directors of the School of American Research in Santa Fe and the Southwest Outward Bound School. He is survived by his children Rollin W. King, Jr. of San Antonio, and Edward P. King and his daughter-in-law Wendy of Dallas, stepchildren Claire Dewar, Tony Dewar and wife Juli, and Molly Froelich and husband Henry; grandchildren Ann E King, Rollin W. King, III, Ellie King, Prescott King, Charlie King, Grace Dewar, Johnny Dewar, Ella Froelich, and Hal Froelich; his sister Betty King of Washington DC and his friend and companion in his later life Anne Reed Rooth. He is predeceased by his wife Mary Ella Ownby King and first wife Marcia Gygli King and grandchild Will Froelich. In lieu of flowers, memorial contributions may be directed to Southwestern Medical Foundation, Reagan Place at Old Parkland, 3963 Maple Avenue, Suite 100, Dallas, TX 75219 or online at www.swmedical.org to support the Rollin and Mary Ella King Fund for Research and Treatment of Liver Diseases., or to the charity of your choice. A memorial service will be planned in the fall in Dallas.", "print_page": "19", "section_name": "Paid Death Notices"}], "meta": {"hits": 985, "time": 59, "offset": 10}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}