{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  JENCKS, RICHARD W."}, "snippet": "JENCKS--Richard W.,retired CBS Broadcast Group President, dies at 93. See news story at MarinIJ.com....", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "14", "keywords": [{"value": "JENCKS, RICHARD W.", "name": "persons"}], "abstract": null, "_id": "53e8329738f0d84035b5820c", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D07E1D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "JENCKS--Richard W.,retired CBS Broadcast Group President, dies at 93. See news story at MarinIJ.com.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HINES, MARY M."}, "snippet": "HINES--Mary M.,Mary M. Hines of New York City and formerly Boston, MA passed away on July 27, 2014 at the age of 64. Mary fought a valiant battle against glioblastoma a fight that she never surrendered to in spirit or determination. A graduate of ...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "388", "keywords": [{"value": "HINES, MARY M.", "name": "persons"}], "abstract": null, "_id": "53e8329638f0d84035b5820a", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9505E1D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HINES--Mary M.,Mary M. Hines of New York City and formerly Boston, MA passed away on July 27, 2014 at the age of 64. Mary fought a valiant battle against glioblastoma a fight that she never surrendered to in spirit or determination. A graduate of Simmons College with a certificate from Harvard in Special Studies in Administration and Management, Mary spent 25 years working in the communications field in New England before relocating to Manhattan 15 years ago. Born in Cleveland, OH, Mary was raised in Englewood, NJ. She always lived her life to its fullest working, traveling and enjoying everything that the world had to offer. An ardent Democrat and a fierce bridge player, Mary was a dedicated daughter, sister, aunt, and loyal friend. She is predeceased by her parents, George A. and Mary M. Hines formerly of Englewood, NJ; she is survived by her adoring sisters, Frances A. Falk of West Milford, NJ, Ellen E. Hines of Fort Lee, NJ and brother, Paul K. Hines (Anna) of Stuart, FL. Her nieces and nephews, Kathleen and Kevin Falk, Emily Hyde (Jake), Julia, Grace, and Michael Hines should consider themselves blessed having had an Aunt as devoted as she was. Mary's loyal circle of friends span across the country and ocean you know who you are and how much you meant to Mary. We will each have to deal with the ache in our hearts as a result of her death but we will celebrate her life and remember with fondness how she touched each and every one of us and made us better people simply by the examples she set and by living her life with passion, honor and kindness. A memorial service will be held at a later date. Interment will take place at the Community Mausoleum at Sleepy Hollow Cemetery, Sleepy Hollow, NY. Mary's concern was always for those who were less fortunate. Donations can be made to The Loaves and Fishes Soup Kitchen and Pantry on behalf of Mary M. Hines at The Church of St. Paul the Apostle. Please make checks payable to The Church of St. Paul the Apostle (with a note included to benefit the Loaves and Fishes Program) and mailed to 405 W. 59th St. New York, NY 10019. We all wish you Godspeed, Mary. Services by Barrett Funeral Home Tenafly.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HSU, DAN"}, "snippet": "HSU--Dan. Also named Xu I-Cheng: renowned Chinese-American artist, died on Thursday, July 31, 2014 in Gillette, NJ. He was 83. Born on April 11, 1931 in the city of Hangzhou, in the Zhejiang Province of China, he started to paint at the age of sev...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "307", "keywords": [{"value": "HSU, DAN", "name": "persons"}], "abstract": null, "_id": "53e8329738f0d84035b5820b", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C04E1D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HSU--Dan. Also named Xu I-Cheng: renowned Chinese-American artist, died on Thursday, July 31, 2014 in Gillette, NJ. He was 83. Born on April 11, 1931 in the city of Hangzhou, in the Zhejiang Province of China, he started to paint at the age of seven. He studied traditional Chinese painting under a number of famous artists, and obtained advanced degrees in art and architecture from several Chinese universities. Starting in 1955, he served for 30 years as a professor of art and architecture at China Southeast University. Having resided in the United States since 1985, he was a member of the California Art Association and the Rutgers University Art Museum (as a special invitational member). He has authored several books and his work has been exhibited widely both in China and in America including in New York, California, Houston, New Jersey, Shanghai, Hangzhou, Beijing, and Nanjing. He participated in the design of the Astor Chinese Garden Court, completed in 1981, at the Metropolitan Museum of Art in New York City. In 2011 and 2012, he donated over 300 pieces of art to be preserved for generations to come, held by two museums in his hometown the Hangzhou Arts and Crafts Museum, which contains a dedicated exhibition hall of his work, and Hangzhou's West Lake Museum, which holds in trust a collection of his paintings. He will be remembered for his tireless commitment to teaching, and his lifelong dedication to his artistic ideal, bringing to life traditional Chinese painting in a contemporary context. He has been lauded in the media as a \"dual prodigy of painter and architect,\" and \"China's Monet.\" He will be buried at Ferncliff Cemetery in Hartsdale, New York. The wake will be held at 4pm, with a funeral service at 6pm, on Friday, August 8, 2014 at the Higgins Home for Funerals, Watchung, NJ.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HEATH, CLIFFORD J."}, "snippet": "HEATH--Clifford J.,Jr. Clifford John Heath, Jr., 88, of Basking Ridge, NJ, passed away peacefully on July 29th, 2014. Cliff was a loving husband, father and grandfather and a dedicated businessman known for his integrity and diplomacy. Cliff was b...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "320", "keywords": [{"value": "HEATH, CLIFFORD J.", "name": "persons"}], "abstract": null, "_id": "53e8329538f0d84035b58209", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B0CE2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HEATH--Clifford J.,Jr. Clifford John Heath, Jr., 88, of Basking Ridge, NJ, passed away peacefully on July 29th, 2014. Cliff was a loving husband, father and grandfather and a dedicated businessman known for his integrity and diplomacy. Cliff was born in Englewood, NJ on October 4th, 1925 to Clifford J. Heath, Sr. and Beatrice Heath. He graduated from Teaneck High School in 1943 and enlisted in the US Army, serving in WWII in Europe. After the war he returned and attended Lawrenceville Prep, Princeton, and Columbia Universities, majoring in Government and Political Science. His business career included home building in Bergen/Mercer counties in the early 1950's, and President of Precipitation Associates of America from 1958-1992, an air pollution control company serving the Asphalt paving industry. From 1981 to 1992 Cliff served as President of the New Jersey Asphalt Paving Association, Executive Vice President of SWK Paving Engineering, Inc. from 1993-1996, then Executive Vice President of the New Jersey Alliance for Action from 1996-2012. Cliff was also a member of American Society of Highway Engineers, American Society of Testing and Materials, American Association of Paving Technology, the Transportation Research Board, and New Jersey Society of Municipal Engineers. He also served on the board of the New Jersey Society of Asphalt Technologists. Cliff was a patriot and like many members of the greatest generation, he took his obligations as a citizen seriously. He was keenly interested in public policy and enjoyed wide ranging debates on the issues of the day. Clifford is survived by his beloved wife of 39 years, Susan Heath, six children, Stuart Heath of Croton-on-Hudson, NY, Gary Glaser of Fairfield, CT, Steven Heath of Williston, ND, Deborah (Glaser) Henry of Fairfield, CT, Daniel Glaser of New York City, and Matthew Glaser of Wynnewood, PA, and 13 grandchildren, all of whom adored and loved him very much. He is predeceased by his first wife, Barbara (Mannhardt) Heath. Burial will be private.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GROUP, IDA JEAN.IDA JEAN GROUP"}, "snippet": "GROUP--Ida Jean.Ida Jean Group, 85 passed away July 26th. She epitomized what a mother, wife and friend should be. She was beautiful, loving nurturing, intelligent, compassionate and loved. She will be missed and emulated by her three children. A ...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "46", "keywords": [{"value": "GROUP, IDA JEAN.IDA JEAN GROUP", "name": "persons"}], "abstract": null, "_id": "53e8329438f0d84035b58208", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A0DE2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GROUP--Ida Jean.Ida Jean Group, 85 passed away July 26th. She epitomized what a mother, wife and friend should be. She was beautiful, loving nurturing, intelligent, compassionate and loved. She will be missed and emulated by her three children. A finer human being never walked this earth.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FRIEDMAN, JACK B"}, "snippet": "FRIEDMAN--Jack B. Long-time science educator, co-founder and past president of the National Center for Science Education, has died of heart failure at age 88. He first taught biology at the Bronx High School of Science, and was the founding chairm...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "130", "keywords": [{"value": "FRIEDMAN, JACK B", "name": "persons"}], "abstract": null, "_id": "53e8329338f0d84035b58207", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9902E2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FRIEDMAN--Jack B. Long-time science educator, co-founder and past president of the National Center for Science Education, has died of heart failure at age 88. He first taught biology at the Bronx High School of Science, and was the founding chairman of the Science Department at Syosset, NY High School. After retirement, he continued teaching biology at Nassau Community College and Hofstra University. He was a passionate advocate for teaching scientific principles in schools, with evolution an important example. Jack was happily married for 60 years to Betty, and was a loving and devoted father and grandfather. He is survived by his beloved children Warren and Fran, his adored grandchildren Jesse and Sarah Strigler, and his dear in-laws Laura and Burt Klayman. Memorial donations may be made at the NCSE.com website.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  DUELL, IRENE"}, "snippet": "DUELL--Irene. It is with overwhelming sadness that we announce the passing of Irene Duell on July 27th in New York City. She was 92. Irene was a Holocaust survivor who managed to escape the Warsaw Ghetto at 25 and begin what would be a full and be...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "118", "keywords": [{"value": "DUELL, IRENE", "name": "persons"}], "abstract": null, "_id": "53e8329238f0d84035b58205", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F00E2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "DUELL--Irene. It is with overwhelming sadness that we announce the passing of Irene Duell on July 27th in New York City. She was 92. Irene was a Holocaust survivor who managed to escape the Warsaw Ghetto at 25 and begin what would be a full and beautiful life in New York City. Irene was the beloved wife of John Mendes, as well as of the late Manny Duell, Jack Perlstein, and Peter Ganz; mother of Andrew, Thea and Benjamin; grandmother of Damon, Alexander, Colin, Nicholas and Marcus and great-grandmother of baby Oona. She was a source of bright and boundless optimism, strength and grace to all who knew and loved her. She will be missed but not forgotten.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FEINBERG, WILFRED"}, "snippet": "FEINBERG--Wilfred, passed away on July 31, 2014 at the age of 94. Beloved husband of Shirley. Loving father of Susan, Jack and Jessica. Adoring grandfather of Samuel, Dasha, Rebecca, Andrew, Eliza and Kayla. He was a Federal Judge for 50 years, an...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "104", "keywords": [{"value": "FEINBERG, WILFRED", "name": "persons"}], "abstract": null, "_id": "53e8329238f0d84035b58206", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9803E2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FEINBERG--Wilfred, passed away on July 31, 2014 at the age of 94. Beloved husband of Shirley. Loving father of Susan, Jack and Jessica. Adoring grandfather of Samuel, Dasha, Rebecca, Andrew, Eliza and Kayla. He was a Federal Judge for 50 years, and served as Chief Judge of the Second Circuit Court of Appeals from 1980 to 1988. He was also the ping-pong champion of Mount Vernon, NY at the age of 13. Services are private; a memorial service will be announced at a later date. In lieu of flowers, donations may be made to the Honorable Wilfred Feinberg Scholarship in Law at Columbia University.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  COURSON, PEARL \"PENNY,\" PASSED AWAY PEACEFULLY FRIDAY JULY 11"}, "snippet": "COURSON--Pearl \"Penny,\" passed away peacefully Friday July 11, 2014 at her home in Santa Barbara, CA after a long battle with cancer at the age of 90. Born September 14, 1923 in Chicago, IL, Penny was the daughter of the late Paul Schmidt of Vienn...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "252", "keywords": [{"value": "COURSON, PEARL \"PENNY,\" PASSED AWAY PEACEFULLY FRIDAY JULY 11", "name": "persons"}], "abstract": null, "_id": "53e8329138f0d84035b58204", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01E2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "COURSON--Pearl \"Penny,\" passed away peacefully Friday July 11, 2014 at her home in Santa Barbara, CA after a long battle with cancer at the age of 90. Born September 14, 1923 in Chicago, IL, Penny was the daughter of the late Paul Schmidt of Vienna, Austria and the late Margaret Jarvis Schmidt of Illinois. She is survived by her daughter Judith Courson Burton, granddaughter Emily Burton and husband Chris McGillin, grandson James Burton and wife Deja Rabb Burton, and her great-grandchildren Everett, Simone, and Colette. She was preceded in death by her daughter Pamela Courson Morrison and husband Columbus \"Corky\" Courson. A child of the depression Penny overcame tough circumstances. After she married Corky they traveled the world. She was a connoisseur of the arts and worked as an interior designer. She was a homemaker and great cook who loved to entertain for family and friends. Penny was a staunch liberal with a feisty personality. She loved politics and was a lifelong reader of The New York Times. She loved her Bichon Frise Lola and her dearest friend Jaime Camargo, who cared for her and her husband when they took ill. Penny's ashes will be interred next to the love of her life, her husband of 64 years. Memorial services will take place at the Santa Barbara Cemetery chapel on August 16th at 1pm. In lieu of flowers, please consider donating to the Jim Morrison Film Award at UCLA or The Santa Barbara Hospice, which was very helpful in her last days.", "print_page": "22", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  COHEN, ROBERT"}, "snippet": "COHEN--Robert, 90, died on July 31 from complications of congestive heart failure. A loving husband, devoted father, generous friend, masterful story-teller, and fierce patriot, Bob lived life fully, with dignity, honor, style, and purpose. He def...", "pub_date": "2014-08-03T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "170", "keywords": [{"value": "COHEN, ROBERT", "name": "persons"}], "abstract": null, "_id": "53e8329038f0d84035b58203", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D06E2D7173AF930A3575BC0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "COHEN--Robert, 90, died on July 31 from complications of congestive heart failure. A loving husband, devoted father, generous friend, masterful story-teller, and fierce patriot, Bob lived life fully, with dignity, honor, style, and purpose. He defended our country in war, and fought passionately for human rights and civil rights in peace. A war hero who hated war, Bob was awarded the Bronze Star, French Legion of Honor, and Russian Hero of the Great Patriotic War. He landed on D-Day, fought in the Battle of the Bulge, and served in four other campaigns in World War II. He lived every day with memories of his remarkable Band of Brothers--those courageous and vulnerable young men, of every race, class, religion, and region, who served with him and did not have the good fortune to return home. He leaves behind his loving wife, Alene, his daughter (Elizabeth) and three sons (Michael, Joshua, and Ken), and eight grandchildren (Daniel, Stephen, Jessica, Lucas, Isabel, Douglas, Ondine, and Caleb). We all love him and miss him.", "print_page": "22", "section_name": "Paid Death Notices"}], "meta": {"hits": 653, "time": 102, "offset": 30}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}