{"status": "OK", "response": {"docs": [{"headline": {"main": "Kostner Moves Into First", "kicker": "SPORTS BRIEFING | FIGURE SKATING"}, "snippet": "Carolina Kostner of Italy halted the Russian march at the European figure skating championships by grabbing a narrow lead in the women's competition. She justified her status as a favorite by scoring 63.22 points in a graceful routine set to Dmitr...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Sports Desk", "word_count": 116, "keywords": [{"value": "KOSTNER, CAROLINA", "name": "persons"}, {"value": "ICE SKATING", "name": "subject"}, {"value": "FIGURE SKATING", "name": "subject"}], "abstract": "Italian figure skater Carolina Kostner halts the Russian march at the European figure skating championships by grabbing a narrow lead in the women's competition; other results noted. (M)", "_id": "4fd2a4268eb7c8105d88a5a6", "source": "AP", "byline": {"original": "By THE ASSOCIATED PRESS", "person": [], "organization": "THE ASSOCIATED PRESS"}, "web_url": "/data/daily/2012/01/28/184349.sgml", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "Carolina Kostner of Italy halted the Russian march at the European figure skating championships by grabbing a narrow lead in the women's competition. She justified her status as a favorite by scoring 63.22 points in a graceful routine set to Dmitri Shostakovich's ''Allegretto.'' Kiira Korpi of Finland was second with 61.80 points heading into Saturday's free skate. The Russians were left disappointed in a tense finale to the ice dance, too. Ekaterina Bobrova and Dmitri Soloviev had held a slender lead of 0.17 points after the short dance but they could not hold off Nathalie Pechalat and Fabian Bourzat of France, who rallied in the free dance to regain their title.", "print_page": "2", "section_name": "Sports"}, {"headline": {"main": "Corrections"}, "snippet": "A picture caption on Page 11 this weekend with the 36 Hours column, about Birmingham, England, reverses the identification of a bar scene at the Bull's Head and the Rag Market, a collection of retail stalls. The Rag Market is at the left and the B...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Metropolitan Desk", "word_count": 51, "keywords": [], "abstract": null, "_id": "4fd2a7278eb7c8105d89011b", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9500E2DD1E38F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Correction", "multimedia": [], "blog": [], "lead_paragraph": "A picture caption on Page 11 this weekend with the 36 Hours column, about Birmingham, England, reverses the identification of a bar scene at the Bull's Head and the Rag Market, a collection of retail stalls. The Rag Market is at the left and the Bull's Head is at the right.", "print_page": "2", "section_name": "Corrections; New York and Region"}, {"headline": {"main": "Paid Notice: Deaths  BUCHSBAUM, LEE"}, "snippet": "BUCHSBAUM--Lee, 85, died peacefully January 26, 2012. Survived by his wife, Claire and two children, Jonathan and Jennifer....", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 18, "keywords": [{"value": "BUCHSBAUM, LEE", "name": "persons"}], "abstract": null, "_id": "4fd2a7278eb7c8105d890121", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01E2DB133AF93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BUCHSBAUM--Lee, 85, died peacefully January 26, 2012. Survived by his wife, Claire and two children, Jonathan and Jennifer.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Yale Names New Leader For Playwriting", "kicker": "ARTSBEAT"}, "snippet": "The Yale School of Drama announced on Monday that Jeanie O'Hare, the company dramaturg for the Royal Shakespeare Company, would succeed Paula Vogel as chair of the Yale playwriting department beginning July 1.     Ms. O'Hare, 49, is not a playwrig...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "The Arts/Cultural Desk", "word_count": 183, "keywords": [{"value": "VOGEL, PAULA", "name": "persons"}, {"value": "O'HARE, JEANIE", "name": "persons"}, {"value": "ROYAL SHAKESPEARE CO", "name": "organizations"}, {"value": "YALE UNIVERSITY", "name": "organizations"}, {"value": "YALE SCHOOL OF DRAMA", "name": "organizations"}, {"value": "COLLEGES AND UNIVERSITIES", "name": "subject"}, {"value": "THEATER", "name": "subject"}], "abstract": "Yale School of Drama announces that Jeanie O'Hare, the company dramaturg for the Royal Shakespeare Company, will succeed Paula Vogel as the chairwoman of the Yale playwriting department as of July 2012. (M)", "_id": "4fd2ad848eb7c8105d89b86d", "source": "The New York Times", "byline": {"original": "By PATRICK HEALY", "person": [{"role": "reported", "lastname": "HEALY", "rank": 1, "organization": "", "firstname": "Patrick"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B05E0DA1E39F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "The Yale School of Drama announced on Monday that Jeanie O'Hare, the company dramaturg for the Royal Shakespeare Company, would succeed Paula Vogel as chair of the Yale playwriting department beginning July 1. Ms. O'Hare, 49, is not a playwright, but in her R.S.C. position since 2005 she has advised, coached and edited dozens of playwrights who were developing work for the British theater company on commission. She has also worked as literary manager for Hampstead Theater in London and in the artistic offices of the Royal Court Theater, and is a sculptor and fiction writer.", "print_page": "2", "section_name": "Arts; Education; Theater"}, {"headline": {"main": "Ex-Associate Of Perelman Is Owed Pay, Jury Rules", "kicker": "DEALBOOK"}, "snippet": "8:58 p.m. | Updated      Ronald O. Perelman, the billionaire financier who has waged many courtroom battles, lost a bitter one on Friday, as a federal jury decided that his company must pay $16 million to a former business associate....", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Business/Financial Desk", "word_count": 1024, "keywords": [{"value": "DRAPKIN, DONALD G", "name": "persons"}, {"value": "PERELMAN, RONALD O", "name": "persons"}, {"value": "MACANDREWS & FORBES HOLDINGS INC", "name": "organizations"}, {"value": "BANKING AND FINANCIAL INSTITUTIONS", "name": "subject"}], "abstract": "Federal jury decides Ronald O Perelman's holding company MacAndrews & Forbes must pay $16 million to former business associate Donald G Drapkin; says Drapkin honored the terms of his separation contract. Photo (M)", "_id": "4fd2a4268eb7c8105d88a5ea", "source": "The New York Times", "byline": {"original": "By WILLIAM ALDEN and SUSANNE CRAIG", "person": [{"role": "reported", "lastname": "ALDEN", "rank": 1, "organization": "", "firstname": "William"}, {"role": "reported", "lastname": "CRAIG", "rank": 2, "organization": "", "firstname": "Susanne"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D06EEDD1E38F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "8:58 p.m. | Updated Ronald O. Perelman, the billionaire financier who has waged many courtroom battles, lost a bitter one on Friday, as a federal jury decided that his company must pay $16 million to a former business associate.", "print_page": "1", "section_name": "Business"}, {"headline": {"main": "If You Didn't Catch It the First Time"}, "snippet": "Through more than 20 Republican presidential debates, candidates have returned to some phrases over and over and over again. More examples are available at nytimes.com/politics.     NEWT GINGRICH...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "National Desk", "word_count": 1112, "keywords": [{"value": "PRESIDENTIAL ELECTION OF 2012", "name": "subject"}, {"value": "DEBATES (POLITICAL)", "name": "subject"}], "abstract": "Republican presidential candidates have used certain phrases over and over again through more than 20 debates. Photos (M)", "_id": "4fd2a4268eb7c8105d88a5f0", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C06E3D91E38F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "Through more than 20 Republican presidential debates, candidates have returned to some phrases over and over and over again. More examples are available at nytimes.com/politics. NEWT GINGRICH", "print_page": "15", "section_name": "U.S."}, {"headline": {"main": "Thérèse Delpech, 63, Adviser To French Leaders and Analyst"}, "snippet": "PARIS -- Thérèse Delpech, one of France's leading foreign policy analysts and intellectual historians, died on Jan. 18 at her apartment in Paris. She was 63.     The cause was a stroke, said Bruno Racine, a friend and head of the French National...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Obituary", "word_count": 440, "keywords": [{"value": "DELPECH, THERESE", "name": "persons"}, {"value": "DEATHS (OBITUARIES)", "name": "subject"}], "abstract": "Therese Delpech, one of France's leading foreign policy analysts and intellectual historians, dies at age 63. Photo (M)¿", "_id": "4fd2a7278eb7c8105d89011c", "source": "The New York Times", "byline": {"original": "By STEVEN ERLANGER; Maïa de la Baume contributed reporting", "person": [{"role": "reported", "lastname": "ERLANGER", "rank": 1, "organization": "", "firstname": "Steven"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9807E7DC1E38F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Obituary; Biography", "multimedia": [], "blog": [], "lead_paragraph": "PARIS -- Thérèse Delpech, one of France's leading foreign policy analysts and intellectual historians, died on Jan. 18 at her apartment in Paris. She was 63. The cause was a stroke, said Bruno Racine, a friend and head of the French National Library. She had been ill for some time, dealing with a disease that she did not disclose to her friends.", "print_page": "7", "section_name": "Obituaries"}, {"headline": {"main": "Paid Notice: Deaths  SEMANS, MARY DUKE BIDDLE TRENT"}, "snippet": "SEMANS--Mary Duke Biddle Trent, a lifelong philanthropist and civic leader in North Carolina, died on January 25, 2012, in Durham. She was 91. She devoted herself to education, children's services, health care and the arts, and her compassion for ...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 943, "keywords": [{"value": "SEMANS, MARY DUKE BIDDLE TRENT", "name": "persons"}], "abstract": null, "_id": "4fd2a7278eb7c8105d890122", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A02E1DB133AF93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SEMANS--Mary Duke Biddle Trent, a lifelong philanthropist and civic leader in North Carolina, died on January 25, 2012, in Durham. She was 91. She devoted herself to education, children's services, health care and the arts, and her compassion for others helped shape and sustain significant programs and institutions across the Carolinas and the nation. She was born into a family of industrialists and philanthropists. Her grandfather, Benjamin Newton Duke, his brother, James B. Duke, and their father, Washington Duke, were involved in many business ventures, the most significant of which were the American Tobacco Company and Duke Power Company, now Duke Energy Corporation. Over the years, they were the chief benefactors of Trinity College in Durham, NC, which later became Duke University. In 1924, James B. Duke established The Duke Endowment in Charlotte, one of the largest private foundations in the country and the largest foundation in the Southeast. Mrs. Semans carried on the family legacy through her own foundations and philanthropic work. She was a Trustee of The Duke Endowment for 55 years, and served as its first female Chairman from 1982-2001. After 2001, she continued serving as Chair Emerita. She also served as a Trustee of many educational institutions in the Carolinas, including Duke University, Davidson College, Shaw University, Louisburg College, Converse College and the University of North Carolina School of the Arts. She was instrumental in establishing the Duke University Museum of Art, which became the Nasher Museum of Art at Duke University, and the museum's Great Hall bears her name. Mrs. Semans was born in New York City. Her parents were Mary Duke Biddle, the only daughter of Benjamin Duke, and Anthony Joseph Drexel Biddle Jr., a General in the United States Army. Her mother was a noted philanthropist who carried on the family's support of Duke University and her father held several high-level government posts, including Ambassador to Exiled Countries during World War II and Ambassador to Spain. Apart from a childhood in New York City, Mrs. Semans lived most of her life in Durham. She attended the Hewitt School in New York and then enrolled in the Woman's College at Duke University at age 15. In 1938, she married Josiah Trent, a surgical intern who would become the chief of Duke Hospital's division of thoracic surgery. Dr. Trent died of cancer after 10 years of marriage. As a young widow and mother of four girls, she ran for a seat on the Durham City Council and became the first woman elected in 1951. She served as mayor pro-tem from 1953-55. She married James H. Semans, a Duke University surgeon and urologist, in 1953. In their 52 years of marriage, they had three children. Mrs. Semans, along with her husband, took active roles in public service. In the 1960s, they helped lead the establishment of the University of North Carolina School of the Arts, the nation's first state-supported conservatory for the arts. Mrs. Semans served as a Trustee of the school for more than 20 years. Mrs. Semans also served on the board of the Mary Duke Biddle Foundation, established by her mother to support arts, educational and charitable initiatives in North Carolina and New York City. In 1971, the couple received the North Carolina Award for their contributions to the fine arts. The couple also received the National Brotherhood Award from the National Conference of Christians and Jews for distinguished service in the field of human relations. Dr. Semans died in 2005 at age 94. Mrs. Semans served on the boards of the Executive Mansion Fine Arts Committee; the North Carolina Museum of Art; the North Carolina Symphony; the North Carolina Center for World Languages and Cultures; the Kenan Institute for Ethics at Duke University; and the National Humanities Center. She also served as chairman of the Governor's Study Committee on Vocational Rehabilitation and was a member of the National Citizens Advisory Commission on Vocational Rehabilitation, appointed by President Lyndon B. Johnson. Mrs. Semans also served as a member of the board of directors of First Union Corporation. In 1986, she received one of the first two University Medals for Distinguished Meritorious Service at Duke. Her honorary degrees came from Duke, Campbell University, Davidson College, Elon University, Furman University, N.C. Central University, North Carolina Wesleyan College, Pfeiffer University, Shaw University and UNC Chapel Hill. Mrs. Semans received many other honors and awards including the National Governors Association Distinguished Service Award for her support of the arts; a Citation for Distinguished Public Service presented by North Carolina Citizens for Business and Industry; the Humanitarian Freedom Award presented by the Durham Chapter of Hadassah; the North Carolina Philanthropy Award; and the North Caroliniana Society Award. She received the Meritorious Service Award from the North Carolina Hospital Association in 2006 and in 2009 she was inducted into the North Carolina Women's Hall of Fame. Mrs. Semans is survived by seven children: Mary Trent Jones of Abingdon, VA; Sarah Trent Harris of Charlotte, NC; Dr. Rebecca Trent Kirkland of Houston, Texas; Barbara Trent Kimbrell of Sullivan's Island, SC; Jenny Semans Koortbojian of Durham, NC; James Duke Biddle Trent Semans of Chapel Hill, NC; and Beth Semans Hubbard of Los Angeles, CA; 16 grandchildren and 29 great-grandchildren. A funeral service is planned for 2pm, Monday, January 30, at Duke Chapel. Funeral services are being handled by Howerton & Bryan Funeral Home. Memorials may be made to the Semans Art Fund, c/o University of North Carolina School of the Arts; the Duke Medicine Heart Center; the Duke Medicine Pulmonary Division Fund; Josiah Charles Trent Memorial Foundation Endowment, c/o Duke University; or the Frank Neelon Fund for Literature in Medicine, c/o Triangle Community Foundation.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "At a Village Bar and Pool Hall, a Classical String Trio's Tour de Force", "kicker": "CITY ROOM"}, "snippet": "A basement bar and pool hall where a bright neon sign touts ''$1 Massage'' is the last place you'd expect to find a home-schooled classical string ensemble. But the JoSunJari String Trio is used to popping up in unexpected places - like parks and ...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Metropolitan Desk", "word_count": 714, "keywords": [{"value": "GONZALES, DAVID", "name": "persons"}, {"value": "BRITT, SUNNAJ", "name": "persons"}, {"value": "BRITT, JOELLE", "name": "persons"}, {"value": "BRITT, SUJARI", "name": "persons"}, {"value": "NEW YORK CITY", "name": "glocations"}, {"value": "GREENWICH VILLAGE (NYC)", "name": "glocations"}, {"value": "JOSUNJARI STRING TRIO", "name": "organizations"}, {"value": "MUSIC", "name": "subject"}], "abstract": "West Harlem siblings Joelle, Sunnaj and Sujari Britt make up the home-schooled classical string ensemble JoSunJari String Trio; playing for the last five years in concert halls, cathedrals and even the White House, their latest venue is quite relaxed and local --Fat Cat pool hall in Manhattan's Greenwich Village. Photo (M)", "_id": "4fd2a7288eb7c8105d8901ad", "source": "The New York Times", "byline": {"original": "By DAVID GONZALEZ", "person": [{"role": "reported", "lastname": "GONZALEZ", "rank": 1, "organization": "", "firstname": "David"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B03EFDA1038F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "A basement bar and pool hall where a bright neon sign touts ''$1 Massage'' is the last place you'd expect to find a home-schooled classical string ensemble. But the JoSunJari String Trio is used to popping up in unexpected places - like parks and beaches - where their music is like a random gift bestowed upon you by strangers. Very poised and accomplished strangers.", "print_page": "24", "section_name": "New York and Region"}, {"headline": {"main": "Bloomberg Executive Is Said To Be In Talks at Dow Jones", "kicker": "MEDIA DECODER"}, "snippet": "News Corporation is said to be in advanced talks to hire Lex Fenwick as the chief executive of Dow Jones, filling a six-month vacancy created when the publisher's top executive resigned amid the phone-hacking scandal in Britain.     Mr. Fenwick is...", "pub_date": "2012-01-28T00:00:00Z", "slideshow_credits": null, "news_desk": "Business/Financial Desk", "word_count": 328, "keywords": [{"value": "FENWICK, LEX", "name": "persons"}, {"value": "DOW JONES & CO", "name": "organizations"}, {"value": "NEWS CORPORATION", "name": "organizations"}, {"value": "BLOOMBERG LP", "name": "organizations"}], "abstract": "News Corp is reportedly in talks to hire Bloomberg executive Lex Fenwick as chief executive of Dow Jones. (M)", "_id": "4fd2a4268eb7c8105d88a5e0", "source": "The New York Times", "byline": {"original": "By AMY CHOZICK", "person": [{"role": "reported", "lastname": "CHOZICK", "rank": 1, "organization": "", "firstname": "Amy"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A00E7DE1E38F93BA15752C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "News Corporation is said to be in advanced talks to hire Lex Fenwick as the chief executive of Dow Jones, filling a six-month vacancy created when the publisher's top executive resigned amid the phone-hacking scandal in Britain. Mr. Fenwick is the founder and chief executive of Bloomberg Ventures and the former chief executive of Bloomberg L.P. He would leave his current position to lead Dow Jones, the publisher of The Wall Street Journal, Barron's and the Dow Jones Newswires, according to people familiar with the discussions who would not comment publicly because the negotiations were continuing.", "print_page": "2", "section_name": "Business"}], "meta": {"hits": 315, "time": 53, "offset": 280}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}