{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  ROTHENBERG, SHELDON P"}, "snippet": "ROTHENBERG--Sheldon P. May 28, 1929 June 22, 2012. Born in Brooklyn, NY. Shelly attended Stuyvesant High School and graduated in 1950 from New York University. In 1955 he graduated first in his class from Chicago Medical School. During his residen...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 368, "keywords": [{"value": "ROTHENBERG, SHELDON P", "name": "persons"}], "abstract": null, "_id": "5000b9b11c22dfde670afcef", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B06EEDD1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "ROTHENBERG--Sheldon P. May 28, 1929 June 22, 2012. Born in Brooklyn, NY. Shelly attended Stuyvesant High School and graduated in 1950 from New York University. In 1955 he graduated first in his class from Chicago Medical School. During his residency at The Bronx VA Medical Center, he was introduced to basic research by Drs. Solomon Berson and Rosalind Yalow (Nobel Laureate). This launched his passion for scientific research and drove him through his career to investigate the scientific basis of clinical problems. He joined the faculty of New York Medical College in 1961. In 1980, he moved to SUNY Downstate Medical Center as Chief of the Division of Hematology/Oncology at the Veteran Affairs Medical Center Brooklyn, and then at Downstate Health Science Center. Shelly's research focus was vitamin B12 and folic acid metabolism. He developed the first radioimmunoassays for both vitamins and his studies of their physiology and functions in related disease processes were recognized nationally and internationally. Shelly was a brilliant diagnostician and caring bedside doctor sought after by colleagues for his clinical acumen and loved by his patients. He was an inspiring and demanding teacher who insisted on learning from the book and more importantly from the patient. Medical students and residents vied to be assigned to his service. He repeatedly received the Excellence in Teaching Award at New York Medical College, and later at SUNY Downstate Medical Center. Shelly retired as Chief of Hematology/Oncology in 2003, but continued to direct his laboratory until 2007, finally stepping down after half a century of unstinting devotion to his beloved profession. Shelly's career as a professor, physician and scientist epitomized the best of the medical profession. In recognition of his accomplishments he received The New York State University Chancellor's Award for Exemplary Contributions to Research and Scholarship in 2005. He is survived by his wife, Dr. Maria da Costa, his daughters, Pamela (Mark) and Diane (Fletcher) and grandchildren Tess, Jeremy, Callie and Mia. A memorial service will be held on Sunday, June 24, 2011 at 12:30 p.m. at Plaza Jewish Community Chapel, 630 Amsterdam Avenue, New York, NY 10024. In lieu of flowers, please send donations to The Leukemia & Lymphoma Society, P.O. Box 4072, Pittsfield, MA 01202.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  DONTZIN, MICHAEL JOSEPH"}, "snippet": "DONTZIN--Michael Joseph. Retired Justice of the Supreme Court of the State of New York, New York County, died peacefully at his home in New York City on June 22, 2012 after a long battle with cancer. Judge Dontzin was 89 years old. Judge Dontzin w...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 469, "keywords": [{"value": "DONTZIN, MICHAEL JOSEPH", "name": "persons"}], "abstract": null, "_id": "5000ba141c22dfde670afd97", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9400EFDD1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "DONTZIN--Michael Joseph. Retired Justice of the Supreme Court of the State of New York, New York County, died peacefully at his home in New York City on June 22, 2012 after a long battle with cancer. Judge Dontzin was 89 years old. Judge Dontzin was born in New York City to immigrant Russian parents, Joseph and Miriam, and attended Stuyvesant High School. During the Korean War, he served as a corpsman in the US Navy. He went on to attend Washington State University in Pullman, then transferred to New York University where he received a B.A in 1948 and a J.D. in 1951. Working as a trial lawyer in private practice, Judge Dontzin became an activist in the Liberal Party, where he was a protege to leaders Alex Rose and David Dubinsky. His activity in politics reflected his passion for social justice, and for the vibrancy and well-being of the city he loved. He practiced law until 1966 when he was appointed as Counsel to Mayor John Lindsay, where he was the Mayor's liaison to the Police Department and the Court System, and led the Mayor's Screening Committee on the Judiciary. Appointed by Mayor Lindsay as Judge of the Criminal Court of the City of New York in 1972, he was elected as a Justice of the Supreme Court, New York County in 1976 and re-elected to successive terms until his retirement from the bench in 1992. Judge Dontzin became the Chief Judicial Officer of the alternative dispute resolution firm Endispute in 1992, which later became JAMS. He resolved thousands of commercial, employment, insurance, mass tort, and other cases as mediator or arbitrator, and became a leading proponent of ADR. At the same time, he founded The Dontzin Law Firm with his son Matthew S. Dontzin and practiced law actively until his death. In the last days of his life, he presided over the marriage of a gay couple in his home, keeping a promise to a friend. The law was his great passion and he will be remembered as a skillful and accomplished jurist. He is survived by his devoted wife of 35 years, Janet Sarno, an actress; daughter Lisa; son Matthew; daughter-in-law Ginger; and grandchildren Maegan Mishico and Cole Dontzin. When not practicing law, Judge Dontzin's other great passion was to serve as his wife's Stage Door Johnny, accompanying her to each of her theater performances. Judge Dontzin was predeceased in 1990 by his former wife Marion Bell Seldin, who remained a close friend after their divorce. The family will receive guests on June 25 and 26 from 6pm to 9pm at the home of Matthew S. Dontzin, 6 East 81st Street, NYC. A memorial service will be held at a later date. In lieu of flowers, donations should be made to the National Multiple Sclerosis Society.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Norman Foster to Design Ballet School in Cuba", "kicker": "ARTSBEAT"}, "snippet": "The British architect Norman Foster has been selected to design a new arts complex on the outskirts of Havana for the Cuban ballet star Carlos Acosta.     The commission, reported by bdonline, will convert the abandoned School of Ballet, which was...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "The Arts/Cultural Desk", "word_count": 134, "keywords": [{"value": "FOSTER, NORMAN", "name": "persons"}, {"value": "ACOSTA, CARLOS", "name": "persons"}, {"value": "HAVANA (CUBA)", "name": "glocations"}, {"value": "DANCING", "name": "subject"}, {"value": "ARCHITECTURE", "name": "subject"}], "abstract": "British architect Norman Foster has been selected to design a new arts complex on the outskirts of Havana for the Cuban ballet star Carlos Acosta; Foster's firm Foster & Partners will redevelop the city's abandoned School of Ballet. Photos (S)a", "_id": "5000ba281c22dfde670afdd7", "source": "The New York Times", "byline": {"original": "By ROBIN POGREBIN", "person": [{"role": "reported", "lastname": "POGREBIN", "rank": 1, "organization": "", "firstname": "Robin"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A01E3D8163BF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "The British architect Norman Foster has been selected to design a new arts complex on the outskirts of Havana for the Cuban ballet star Carlos Acosta. The commission, reported by bdonline, will convert the abandoned School of Ballet, which was set up as one of four national arts schools by Fidel Castro but was never completed.", "print_page": "3", "section_name": "Arts"}, {"headline": {"main": "Paid Notice: Memorials  SHEEHY, TIMOTHY"}, "snippet": "SHEEHY--Timothy. June 23, 1968 - April 23, 2007 Beloved Son In loving memory...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 13, "keywords": [{"value": "SHEEHY, TIMOTHY", "name": "persons"}], "abstract": null, "_id": "5000ba141c22dfde670afd98", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B04E7DC1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SHEEHY--Timothy. June 23, 1968 - April 23, 2007 Beloved Son In loving memory", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  TIRSCHWELL, DONALD"}, "snippet": "TIRSCHWELL--Donald, Esq. of Boca Raton, FL and New City, NY, died at the age of 78 on June 22, 2012. He was the loving husband to Barbara Tirschwell, beloved father to Rabbis Perry and Aaron Tirschwell and proud grandfather. He will be remembered ...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 116, "keywords": [{"value": "TIRSCHWELL, DONALD", "name": "persons"}], "abstract": null, "_id": "5000b9571c22dfde670afc51", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D02EEDD1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "TIRSCHWELL--Donald, Esq. of Boca Raton, FL and New City, NY, died at the age of 78 on June 22, 2012. He was the loving husband to Barbara Tirschwell, beloved father to Rabbis Perry and Aaron Tirschwell and proud grandfather. He will be remembered for his legal acumen, sense of humor, passionate Zionism and unwavering integrity. Funeral services will take place Sunday, June 24 at 12 noon at New City Jewish Center, Old Schoolhouse Rd, New City, NY. Shiva will take place at the home of Barbara Tirschwell, 17913 Fairoaks Way, Boca Raton, FL until Friday afternoon. Donations can be made to Donald and Barbara Tirschwell Fund at Hadassah, 50 West 58th Street, New York, NY 10019.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  SOMMER, PORTNOY, ELAINE RUTH (NEE WORONOFF)"}, "snippet": "SOMMER-PORTNOY--Elaine Ruth (nee Woronoff), Age 89, widow of the late Bernard Sommer, her devoted husband of 45 years, and the late Hal Portnoy, died peacefully on June 20, 2012 in Boca Raton, Florida. Elaine is survived by her devoted and loving ...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 125, "keywords": [{"value": "SOMMER, PORTNOY, ELAINE RUTH", "name": "persons"}], "abstract": null, "_id": "5000b9cf1c22dfde670afd2f", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C03EEDD1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "SOMMER-PORTNOY--Elaine Ruth (nee Woronoff), Age 89, widow of the late Bernard Sommer, her devoted husband of 45 years, and the late Hal Portnoy, died peacefully on June 20, 2012 in Boca Raton, Florida. Elaine is survived by her devoted and loving family: daughter Susan Roberts, son Kenneth Sommer, daughter Vicki Sarasohn, sons-in-law Salvatore Licata, Jeff Fox and Alan Cherry; granddaughter Nancy Nadler, grandsons James Roberts, Bernard Sarasohn, Nathan Sarasohn, grandson-in-law Todd Nadler; great-grandchildren Taylor and Seven Nadler; sister Barbara Markowitz, brother Joseph Woronoff and sister-in-law Sema Woronoff. Elaine's grace, intellect, compassion and generosity will be dearly missed by her family and all who knew her. Funeral services will be held Sunday, June 24, at 11:30am at Temple Beth-El, 333 S.W. 4th Ave., Boca Raton, Florida.", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Memorials  ROGERS, REITA B"}, "snippet": "ROGERS--Reita B. 1918-2005 \"Happy Birthday Red.\" Love, B, J, J, T, C...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": 12, "keywords": [{"value": "ROGERS, REITA B", "name": "persons"}], "abstract": null, "_id": "5000b9d71c22dfde670afd42", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A05E7DC1F3AF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "ROGERS--Reita B. 1918-2005 \"Happy Birthday Red.\" Love, B, J, J, T, C", "print_page": "08", "section_name": "Paid Death Notices"}, {"headline": {"main": "Ping-Pong In Washington: Rubio Slams Immigration Politics", "kicker": "THE CAUCUS"}, "snippet": "An hour before President Obama spoke to Latino officials in Orlando on Friday, Senator Marco Rubio of Florida lamented how the immigration issue had become hostage to politics -- on both the left and right.     ''I have seen people take the legiti...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "National Desk", "word_count": 247, "keywords": [{"value": "RUBIO, MARCO", "name": "persons"}, {"value": "OBAMA, BARACK", "name": "persons"}, {"value": "IMMIGRATION AND EMIGRATION", "name": "subject"}, {"value": "PRESIDENTIAL ELECTION OF 2012", "name": "subject"}], "abstract": "Caucus column; Sen Marco Rubio laments that the immigration issue has become hostage to politics on both the left and the right in a speech given to the National Association of Latino Elected and Appointed Officials, an hour before Pres Obama speaks to the association. (M)", "_id": "5000b9361c22dfde670afb90", "source": "The New York Times", "byline": {"original": "By TRIP GABRIEL", "person": [{"role": "reported", "lastname": "GABRIEL", "rank": 1, "organization": "", "firstname": "Trip"}]}, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9800E3D9153BF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "News", "multimedia": [], "blog": [], "lead_paragraph": "An hour before President Obama spoke to Latino officials in Orlando on Friday, Senator Marco Rubio of Florida lamented how the immigration issue had become hostage to politics -- on both the left and right. ''I have seen people take the legitimate concern about illegal immigration and turn it into panic and turn that panic into fear and anger and turn that anger into votes and money,'' Mr. Rubio said.", "print_page": "11", "section_name": "U.S."}, {"headline": {"main": "Corrections"}, "snippet": "An obituary on Wednesday about the actor Victor Spinetti erroneously credited him with a distinction for his work on movies with the Beatles. While he was the only person besides the Beatles themselves to appear in their movies ''A Hard Day's Nigh...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Metropolitan Desk", "word_count": 104, "keywords": [], "abstract": null, "_id": "5000b9571c22dfde670afc50", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E7D6153BF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Correction", "multimedia": [], "blog": [], "lead_paragraph": "An obituary on Wednesday about the actor Victor Spinetti erroneously credited him with a distinction for his work on movies with the Beatles. While he was the only person besides the Beatles themselves to appear in their movies ''A Hard Day's Night,'' ''Help!'' and ''Magical Mystery Tour,'' he was not the only person other than the Beatles to appear in ''all of their movies.'' (He was not in ''Let It Be,'' a documentary about the Beatles, or the animated feature ''Yellow Submarine,'' which featured their songs on the soundtrack and in which they appeared as cartoon characters, with other actors supplying their speaking voices.)", "print_page": "2", "section_name": "Corrections; New York and Region"}, {"headline": {"main": "Corrections"}, "snippet": "Because of an editing error, an article in some editions on Friday about Democrats in New Jersey's Legislature who have called for stricter oversight of the state's troubled system of halfway houses misstated, in some editions, the day they announ...", "pub_date": "2012-06-23T00:00:00Z", "slideshow_credits": null, "news_desk": "Metropolitan Desk", "word_count": 47, "keywords": [], "abstract": null, "_id": "5000b9d71c22dfde670afd41", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A01E7D6153BF930A15755C0A9649D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Correction", "multimedia": [], "blog": [], "lead_paragraph": "Because of an editing error, an article in some editions on Friday about Democrats in New Jersey's Legislature who have called for stricter oversight of the state's troubled system of halfway houses misstated, in some editions, the day they announced their plan. It was Thursday, not Monday.", "print_page": "2", "section_name": "Corrections; New York and Region"}], "meta": {"hits": 265, "time": 44, "offset": 230}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}