{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  FRIEDMAN, DR"}, "snippet": "FRIEDMAN--Dr. Raymond, of Palm Beach, Florida and Lenox, MA, died peacefully on January 20 just weeks before his 92nd birthday. As a research chemist, Dr. Friedman held positions in research and management at Westinghouse Research Laboratories, At...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "232", "keywords": [{"value": "FRIEDMAN, DR", "name": "persons"}], "abstract": null, "_id": "52f84fc738f0d81bf5cabc58", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9807EFD6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FRIEDMAN--Dr. Raymond, of Palm Beach, Florida and Lenox, MA, died peacefully on January 20 just weeks before his 92nd birthday. As a research chemist, Dr. Friedman held positions in research and management at Westinghouse Research Laboratories, Atlantic Research Corporation and Factory Mutual Insurance Corporation of Norwood, MA., from which he retired as Vice President of Research. His many professional and academic honors include positions of leadership with the Combustion Institute, the American Chemical Society of Fuel Chemistry, the International Association for Fire Safety Science, the National Aeronautics and Space Administration and the National Academy of Science. Ray was also a member of the Cosmos Club. Known for his keen wit and analytical mind, Ray enjoyed classical music at the Society of the Four Arts in Palm Beach and Tanglewood in the Berkshires. The eclectic nature of Ray's intellect is reflected in the wide range of his publications. He is the author of the definitive text on fire prevention as well as other publications including The Foreseeable Future. Ray and his adored best friend and wife of 68 years, Myra, enjoyed traveling to all parts of the world. Besides his beloved wife, Ray leaves behind a galaxy of devoted cousins in Pittsburgh, a brother, Irving Friedman of Williamsburg, Virginia and friends who will never forget his loyalty kindness, patience and love. Funeral services were handled by Avatar Cremation Services of North Palm Beach.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  KATZ, DOFT, REBECCA MADELINE"}, "snippet": "KATZ-DOFT--Rebecca Madeline, 35, of Atlanta, GA died on January 30, 2014, after a long battle with a debilitating illness. She passed away peacefully in her home surrounded by the people who loved her most. It is how she would have wanted it. Rebe...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "242", "keywords": [{"value": "KATZ, DOFT, REBECCA MADELINE", "name": "persons"}], "abstract": null, "_id": "52f84fd938f0d81bf5cabc64", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B01EED6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "KATZ-DOFT--Rebecca Madeline, 35, of Atlanta, GA died on January 30, 2014, after a long battle with a debilitating illness. She passed away peacefully in her home surrounded by the people who loved her most. It is how she would have wanted it. Rebecca was born in Port Washington, NY on February 6, 1978 in the middle of a blizzard that shut down roads, and died during a snow and ice storm that shut down Atlanta. In between, she received her B.A. from Emory University and attended graduate school at the Rollins School for Public Health at Emory, before being forced to take leave for medical reasons. She was a staunch advocate for disability services and for providing equal access and opportunities to everyone - regardless of their disability. Over the course of her long illness, she touched many lives with the spirit and enthusiasm she brought to everyday and everyone she met. Rebecca is survived by her parents, Alexander Katz and Ellen Doft; brother, David Katz-Doft; sister-in-law, Emily Chamberlin; niece, Sophia Katz; grandparents, Elliot and Frances Doft; and her cats: Sam, Ike and Mamie. The family gives a special thanks to the men and women who helped care for Rebecca during her final months, and helped her have the peace and dignity she deserved. In lieu of flowers, memorial donations may be made to Weinstein Hospice, 3150 Howell Mill Road NW, Atlanta, GA 30327, www.weinsteinhospice.org or the Hewlett Chapter of Hadassah: www.hadassah.org", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  KUHN, EDWARD"}, "snippet": "KUHN--Edward, 85, of Huntington, NY died peacefully on January 31, 2014. Esteemed nuclear physicist; WWII veteran; devoted family man; haiku poet; lover of classical music, the arts and The New York Times. Beloved husband of 55 years of Judy, devo...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "64", "keywords": [{"value": "KUHN, EDWARD", "name": "persons"}], "abstract": null, "_id": "52f84fde38f0d81bf5cabc68", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D0DEED6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "KUHN--Edward, 85, of Huntington, NY died peacefully on January 31, 2014. Esteemed nuclear physicist; WWII veteran; devoted family man; haiku poet; lover of classical music, the arts and The New York Times. Beloved husband of 55 years of Judy, devoted father of Donna (Dr. Samuel) Pesin , cherished grandfather of Elyssa (Jeff) Kotzen and Jennifer Pesin, adoring great-grandfather of Skylar Kotzen. Services privately held.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  POSNER, RUTH LEE"}, "snippet": "POSNER--Ruth Lee, nee Glass, died January 27 at age 88. Ruth is survived by Norman, her husband and best friend, from whom she was inseparable for 67 years, by children Henry, Michael, and Lillian, daughters-in-law Virginia and Andria, and grandch...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "121", "keywords": [{"value": "POSNER, RUTH LEE", "name": "persons"}], "abstract": null, "_id": "52f84fe838f0d81bf5cabc6f", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D00E7DF143AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "POSNER--Ruth Lee, nee Glass, died January 27 at age 88. Ruth is survived by Norman, her husband and best friend, from whom she was inseparable for 67 years, by children Henry, Michael, and Lillian, daughters-in-law Virginia and Andria, and grandchildren Rachel, Alyssa, and Joshua. Ruth graduated from Temple University where she met Norman, then in medical school. They married in 1947 and raised their family in New Rochelle. Ruth was active in Project Hope and Women's American ORT. Ruth was devoted to friends, adored her family, and loved to be surrounded by loved ones. Ruth's worth was \"far above jewels.\" Donations in her memory to Beth El Synagogue, New Rochelle, NY. Shiva at Ruth and Norman's home until Monday, February 3.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PECK, HELEN"}, "snippet": "PECK--Helen, of Scarsdale, NY died peacefully on January 27th. She was predeceased in death by her beloved husband Milton and son Joseph. She is survived by her daughter, Mary Ellen Rogers (Peter); son, Robert Peck (Paula); grandchildren, Micheala...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "68", "keywords": [{"value": "PECK, HELEN", "name": "persons"}], "abstract": null, "_id": "52f84fe638f0d81bf5cabc6e", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C01E7DF143AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PECK--Helen, of Scarsdale, NY died peacefully on January 27th. She was predeceased in death by her beloved husband Milton and son Joseph. She is survived by her daughter, Mary Ellen Rogers (Peter); son, Robert Peck (Paula); grandchildren, Micheala, Tain, Alex Kendrick (Scott); and great-grandsons Cooper and Parker. She was greatly loved and will be missed by all who knew her for her kindness, sharp wit and wonderful presence.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FONNER, EDWIN, JR."}, "snippet": "FONNER--Edwin, Jr.,on January 26, 2014. He was born in Denver, CO on December 5, 1948 and is survived by his spouse of 42 years, Maribeth Ann, and his son Clifford Edwin. He was raised in an Air force family and lived in Japan, Germany, and many l...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "430", "keywords": [{"value": "FONNER, EDWIN, JR.", "name": "persons"}], "abstract": null, "_id": "52f84fc638f0d81bf5cabc57", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F04EFD6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FONNER--Edwin, Jr.,on January 26, 2014. He was born in Denver, CO on December 5, 1948 and is survived by his spouse of 42 years, Maribeth Ann, and his son Clifford Edwin. He was raised in an Air force family and lived in Japan, Germany, and many locations across the United States. Ed earned multiple degrees: BA in Psychology from the University of Texas, Austin, 1972; MPH, 1976, University of Texas Health Science Center, Houston; MBA, 1979, University of Houston; and Doctor of Public Health (DrPH), 1979, University of Texas Health Science Center. His professional endeavors included: studies in clinical psychology, Chicago; six years in retail stock brokerage, Houston; branch money management and brokerage operations (Paine Webber and Rotan Mosle); investment research; and municipal debt underwriting, Denver and New York City. Ed was with Voluntary Hospitals of America's capital unit and clinical/financial information system (NYC and Irving, TX, 1987 to 1988). Ed directed research and information systems at the Catholic Health Association, St. Louis, 1989 to 1995. Ed helped start the Kansas Health Institute and was Executive Director of the Kansas Governor's Public Health Improvement Commission. He helped form a health insurance purchasing pool for small business and served as grant writer and evaluator to the Manhattan, KS Community Health Council, Project Access. He won three Robert Wood Johnson Foundation grants. He was Director of Outreach at the Kansas University School of Medicine. More recently, Ed was the Executive Director and Board member for the Kansas Health Insurance Association. He was the Executive Director for the California Society of Thoracic Surgeons (STS) and the Virginia Cardiac Surgery Quality Initiative (VCSQI). He started the web site: HealthDataForum.com and served on the STS Adult Cardiac Surgery Database Taskforce. He assisted the Kansas Insurance Department's Affordable Care Act initiatives and wrote the business plan for the Kansas Health Cooperative loan (2010 and 2012). Ed completed over 25 published articles and posters for scientific sessions. Ed's athletic accomplishments: Nolan High School, varsity basketball, football, and track teams. He won All-District and All-State honors in basketball and his team won All-District in his senior year, 1966. He placed first in the District high jump and high hurdles in 1966. Ed was a runner and competitive athlete most of his adulthood. He completed over 10 \"century rides,\" three five-kilometer swims, multiple half-marathons, two marathons, and 70 triathlons after age 50, including IronMan Louisville in 2007 and 2008. Ed's Key Learnings: be self-made; bring out the best in people; have pure intention; and listen. \"With his loving wife and esteemed son, there was nothing in his life wanting.\"", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HUMBACH, WILLIAM W."}, "snippet": "HUMBACH--William W.,passed away peacefully Thursday, January 23rd. Devoted father, husband of his adored late wife, Millie, doting grandfather. During his thirty five year career at the New York Times he worked as a reporter, as an editor on the N...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "136", "keywords": [{"value": "HUMBACH, WILLIAM W.", "name": "persons"}], "abstract": null, "_id": "52f84fd138f0d81bf5cabc60", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F05EED6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HUMBACH--William W.,passed away peacefully Thursday, January 23rd. Devoted father, husband of his adored late wife, Millie, doting grandfather. During his thirty five year career at the New York Times he worked as a reporter, as an editor on the National Desk, and assistant to the Executive Editor and Publisher. He was a World War II Navy Veteran. Phi Beta Kappa, Summa cum laude graduate from New York University. Boston Red Sox fan and expert crossword puzzle solver (always done in ink.) A lover of books and music. Famous for his puns and unconventional sense of humor and encyclopedic memory. Survivers include daughters Annie and Miriam and grandson Matthew. Family and friends gathering for a tribute in his honor, Sunday, February 9th at the home of the Kessler Family, 38 Russet Lane, Huntington, NY. 12:00pm to 5:00pm.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HEYMAN, ANNE"}, "snippet": "HEYMAN--Anne. The Officers, Board, and staff of The American Jewish Joint Distribution Committee (JDC) mourn with profound sadness the untimely passing of Anne Heyman, beloved wife of Seth Merrin, and daughter-in-law of longtime JDC Board Member E...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "237", "keywords": [{"value": "HEYMAN, ANNE", "name": "persons"}], "abstract": null, "_id": "52f84fcf38f0d81bf5cabc5f", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D0CEFD6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HEYMAN--Anne. The Officers, Board, and staff of The American Jewish Joint Distribution Committee (JDC) mourn with profound sadness the untimely passing of Anne Heyman, beloved wife of Seth Merrin, and daughter-in-law of longtime JDC Board Member Edward Merrin. An accomplished lawyer and esteemed global philanthropist, Anne was deeply involved in a variety of Jewish and humanitarian causes in North America, Israel, Africa, and the former Soviet Union. As the Founder and Board Chair of the renowned Agahozo-Shalom Youth Village (ASYV) in Rwanda, Anne's boundless generosity, unbridled enthusiasm, and passionate dedication ensured a future for young Rwandans, many of them genocide orphans. We were proud to be her partner in ASYV's formative stages and to continue to support the village with Jewish Service Corps volunteers today. These young Jewish adults like all of us were awed by Anne's extraordinary leadership and the timeless example she set as a global citizen and unparalleled Jewish role model. We extend our heartfelt condolences to Ed and Vivian Merrin; Anne's beloved husband Seth and their children Jenna, Jonathan, and Jason; and to their entire family. May Anne's memory be for a blessing, and may all those whose lives were touched by Anne embrace the principles that guided her life and work: tikkun halev - repairing the heart - and tikkun olam - repairing the world. Penny Blumenstein President Dr. Irving A. Smokler Chairman of the Board Alan H. Gill Chief Executive Officer", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  JACOBSON, JANET"}, "snippet": "JACOBSON--Janet. UJA-Federation of New York mourns the passing of Janet Jacobson, beloved daughter of Dr. Julius H. Jacobson and step-daughter of Mrs. Joan L. Jacobson, both dedicated philanthropists who help strengthen the fabric of the New York ...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "82", "keywords": [{"value": "JACOBSON, JANET", "name": "persons"}], "abstract": null, "_id": "52f84fd738f0d81bf5cabc63", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A06EED6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "JACOBSON--Janet. UJA-Federation of New York mourns the passing of Janet Jacobson, beloved daughter of Dr. Julius H. Jacobson and step-daughter of Mrs. Joan L. Jacobson, both dedicated philanthropists who help strengthen the fabric of the New York Jewish community. We extend our heartfelt condolences to Julius and Joan; Janet's husband, James H. Wildman; sisters, Jeannie and Wendy; brother, William; her step-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  KOVALESKI, MANYA"}, "snippet": "KOVALESKI--Manya. Beloved and cherished wife of Fred, mother of Serge and mother-in-law of Jo, passed away on January 23, 2014. Born in Cairo, Egypt to parents who left Russia during the Bolshevik Revolution, Manya was a true internationalist bles...", "pub_date": "2014-02-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "477", "keywords": [{"value": "KOVALESKI, MANYA", "name": "persons"}], "abstract": null, "_id": "52f84fdc38f0d81bf5cabc67", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C02EED6173AF931A35751C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "KOVALESKI--Manya. Beloved and cherished wife of Fred, mother of Serge and mother-in-law of Jo, passed away on January 23, 2014. Born in Cairo, Egypt to parents who left Russia during the Bolshevik Revolution, Manya was a true internationalist blessed with extraordinary beauty, grace and a deep sense of compassion. She was a socially sought-after member of every community in which she lived. As part of Cairo's exclusive social milieu in the 1950's, she was often in the company of members of the Royal family, and King Farouk himself often enjoyed greeting her with the few Russian words he knew. Manya was a loving, inspirational mother whose guiding philosophy was that \"life is beautiful\" and \"out of everything bad, comes something good.\" Educated at the Lycee Francais and English Mission College, she was conversant in six languages: French, English, Russian, Italian, Greek and Arabic. Following her marriage to Fred, this sophisticated and highly intuitive woman played a big role in furthering her husband's career as an international business executive. Over the span of nearly 20 years, his assignments took them to Cairo, Beirut, Khartoum, Yemen, Cape Town and Sydney. During their stay in Khartoum, the Station Chief for the CIA learned that Manya was a polyglot and recruited her to translate the tapes of wire-taps done on the Soviet Embassy. Manya was also witness to two revolutions overthrowing Sudanese governments. In Cape Town, Manya gave birth to her beloved son, Serge, who then spent several of his early years in Sydney. Once again, Manya showed her flair for fashion and was the subject of articles and pictorial features in such publications as Vogue magazine, Women's Wear Daily and the Sydney Morning Herald. Manya also had a talent for interior decorating, creating chic and comfortable homes for her family in the Point Piper section of Sydney and on Manhattan's Park Avenue, where she lived for more than four decades. Manya was a true socialite, hosting lavish dinners for friends and always attracting an eclectic mix of guests. Special among them was Oleg Cassini, the renowned fashion designer who became a life-long friend. Mr. Cassini, recognizing Manya's sense of style, proposed she join him in a new retail venture in which she would be the fashion director. As tempting as it was for Manya, she was a devoted mother to Serge, who was around 10 at the time, and declined the offer. During her many years abroad, Manya enjoyed memberships in a number of exclusive clubs including The Gezira Sporting Club (Cairo), The American University Alumni Club (Beirut), Rondebosch Tennis Club (Cape Town), White City Tennis Club and The American National Club (Sydney). In New York City, she belonged to the dining club, Doubles. Manya was also an extraordinary mother to two other children, from a previous marriage: Claudine, who passed away in 2007, and Pierre, who lives in France.", "print_page": "21", "section_name": "Paid Death Notices"}], "meta": {"hits": 636, "time": 59, "offset": 20}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}