{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Deaths  EISEN, MIRIAM R."}, "snippet": "EISEN--Miriam R.,on December 31, age 94, died peacefully at home. Survived by three children, four grandchildren and one great-grandchild....", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "19", "keywords": [{"value": "EISEN, MIRIAM R.", "name": "persons"}], "abstract": null, "_id": "52d3659038f0d825af3156d1", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9505E4DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "EISEN--Miriam R.,on December 31, age 94, died peacefully at home. Survived by three children, four grandchildren and one great-grandchild.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GROSS, DOLORES VERONICA FARRELL (AUNT HONEY)"}, "snippet": "GROSS--Dolores Veronica Farrell (Aunt Honey), age 83, a long-time resident of Rockville Centre, Long Island, died on Tuesday, December 31, 2013 in her home after a brief illness with metastatic lung cancer. Born on December 22, 1930 she is predece...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "187", "keywords": [{"value": "GROSS, DOLORES VERONICA FARRELL", "name": "persons"}], "abstract": null, "_id": "52d3659838f0d825af3156d9", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A02E4DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GROSS--Dolores Veronica Farrell (Aunt Honey), age 83, a long-time resident of Rockville Centre, Long Island, died on Tuesday, December 31, 2013 in her home after a brief illness with metastatic lung cancer. Born on December 22, 1930 she is predeceased by her parents, Joseph and Pauline Farrell, her sister Rose Tator and her brother, George Farrell. She was the loving wife of William Gross, mother of Kevin and Keith Gross, grandmother of Olivia and Hunter Gross and beloved sister of Margaret Keefe and Dr. Patricia Farrell, mother-in-law of Maria Gross and Donna Gross and sister-in-law of Dr. Rita D. Posner. In addition, she is mourned by her 10 nieces and nephews and 10 great-nieces and great-nephews. During her lifetime, Aunt Honey was the central figure in her extended family while maintaining herself in computer services and has a lifetime of achievement of helping others to achieve their goals in life. Words fail to express her contributions to others. No funeral services will be held. Her remains will be cremated as was her wish In lieu of flowers, please make contributions to the cancer fund of your choice.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GRIFFITHS, JEANNE MCALISTER"}, "snippet": "GRIFFITHS--Jeanne McAlister, beloved daughter, caring sibling, adoring mother, and soul mate of her spouse, died on December 30th in Hudson, NY. She was 56 years young. Jeanne attended Friends Seminary in New York City, graduated from the Universi...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "264", "keywords": [{"value": "GRIFFITHS, JEANNE MCALISTER", "name": "persons"}], "abstract": null, "_id": "52d3659738f0d825af3156d8", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9903E4DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GRIFFITHS--Jeanne McAlister, beloved daughter, caring sibling, adoring mother, and soul mate of her spouse, died on December 30th in Hudson, NY. She was 56 years young. Jeanne attended Friends Seminary in New York City, graduated from the University of Rochester and attended the Cornell School of Hotel Management in Paris and Ithaca. Upon graduating, Jeanne entered the world of hospitality, where she held major roles in the banquet departments for some of the finest hotels in New York, including Hotel Macklowe, the Stanhope and the Waldorf Astoria. Jeanne and her husband, Chip, left the hotel world to start their catering company, Tastefully Done, which they operated in the NYC area for nearly 20 years. As her own boss, Jeanne, with her partner, Chip, took as much pride in the freedom to attend every one of their children's sports games as she did in the wonderful events they hosted for their clients. In 2010, Jeanne and Chip left the greater New York City area and relocated upstate to Hudson, NY. Jeanne is survived by her parents, Irma and Andrew Hilton, her two younger sisters, Debbie McAlister Jones and Liz Hilton Segel, her brothers-in-law, Christopher Jones and Seth Segel, her nephews and niece Kyle, Cary, Conor, Daniel and Kate. She will be deeply missed by them and her two sons, Brad and James, her husband and best friend, Chip, and her 11 month-old German Shepherd puppy, Dutch. A memorial service will be held at the Friends Seminary Meeting House in New York (corner of East 15th Street and Rutherford Place) on Friday, January 10th at 6pm.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FRIEDMAN, JEFFREY ARNOLD"}, "snippet": "FRIEDMAN--Jeffrey Arnold, died on December 30th after losing his battle with brain cancer, a battle he fought with admirable courage and strength. He was a true warrior. He was only 51 but lived a full life by giving unconditional support and love...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "200", "keywords": [{"value": "FRIEDMAN, JEFFREY ARNOLD", "name": "persons"}], "abstract": null, "_id": "52d3659438f0d825af3156d4", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E06E4DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FRIEDMAN--Jeffrey Arnold, died on December 30th after losing his battle with brain cancer, a battle he fought with admirable courage and strength. He was a true warrior. He was only 51 but lived a full life by giving unconditional support and love to his family and friends. His love for his family was all encompassing, always protecting and providing. Passionate in all aspects of his life, he was a true and loyal friend. His commitment to his work was unshakeable to a fault until the end. Possessing deep convictions, he was steadfast when following his spiritual journey. He was a man of few words, but when said, they were pointed, real and true. He is survived by his wife, Adriana Friedman; daughter, Arielle Julia Friedman; sister, Jennifer Braunstein; brother-in-law, Rich Braunstein; neice, Jessica; nephew, Max; father, Arnold Friedman; and mother, Roz Guerriero. His memorial service will be held at Frank E. Campbell on Tuesday, January 7th, 2014 at 6:00pm. In lieu of flowers, donations should be made to Voices Against Brain Cancer to \"Team Jeffrey.\" For those of us who had the honor and privilege of knowing him, his love will continue to live with us each and every day.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  JEE, STEPHEN"}, "snippet": "JEE--Stephen, 89 of Riverdale, NY died December 24, 2013. He is survived by his wife Dorothy, children: Victor, Lester and Kathy, and granddaughter: Dyrdra. He was loved by friends and family and will be greatly missed by all....", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "38", "keywords": [{"value": "JEE, STEPHEN", "name": "persons"}], "abstract": null, "_id": "52d3659c38f0d825af3156de", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E07E3DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "JEE--Stephen, 89 of Riverdale, NY died December 24, 2013. He is survived by his wife Dorothy, children: Victor, Lester and Kathy, and granddaughter: Dyrdra. He was loved by friends and family and will be greatly missed by all.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  HERRMANN, RUTH"}, "snippet": "HERRMANN--Ruth, May 11, 1913-January 3, 2014. Loving and beloved wife of Louis, who predeceased her. Adored mother of Frederica and Marvin Amstey, Patricia and Stephen Brecher. Devoted grandmother of Ross Amstey and Trish Annese, Karen and Cyril L...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "60", "keywords": [{"value": "HERRMANN, RUTH", "name": "persons"}], "abstract": null, "_id": "52d3659938f0d825af3156da", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B0DE4DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "HERRMANN--Ruth, May 11, 1913-January 3, 2014. Loving and beloved wife of Louis, who predeceased her. Adored mother of Frederica and Marvin Amstey, Patricia and Stephen Brecher. Devoted grandmother of Ross Amstey and Trish Annese, Karen and Cyril Lemaire, Ethan Brecher, Jennifer and Kenneth Burstiner. Beloved and cherished great-grandmother of Logan, Jordan, Celine, Annelise, Isabelle, Sarah, Anna, Emma. Private graveside services.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BLOOM, CHRISTINA MARIE (NEE MANERI)"}, "snippet": "BLOOM--Christina Marie (nee Maneri), died peacefully in her sleep on December 26 in her Manhattan home after a long battle with breast cancer, surrounded by her two children. Born December 25, 1958, she grew up in Holmdel, NJ. In 1976, she graduat...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "212", "keywords": [{"value": "BLOOM, CHRISTINA MARIE", "name": "persons"}], "abstract": null, "_id": "52d3658638f0d825af3156c7", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9405E5DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BLOOM--Christina Marie (nee Maneri), died peacefully in her sleep on December 26 in her Manhattan home after a long battle with breast cancer, surrounded by her two children. Born December 25, 1958, she grew up in Holmdel, NJ. In 1976, she graduated from Holmdel High as class president. She earned her BA from Providence College in 1980. Christina's life passion was to understand how and why people fall in love. Serving as CEO until her passing, she founded the innovative dating website FindYourFaceMate, based on the research that facial similarities spark greater chemistry, necessary for lasting love. Her pioneering efforts resulted in a unique algorithm in photo-analysis. Active in philanthropy and the arts, Christina helped underwrite theatrical and film productions, served as a board member for the Joe Torre Safe at Home Foundation, and gave generously to cancer research, Operation Smile, and other causes. In this spirit of giving, she has donated her body to cancer research. She is survived by her two children; as well as her father, Vincent Maneri; eight siblings, 21 nieces and nephews, and her beloved dog. A caring mother, cool aunt, loyal sister and friend, and adoring daughter to her father and late mother, Marie, whom she missed profoundly. She joins her peacefully. Rest in Peace, Mommykins.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BRANDT, HELENE"}, "snippet": "BRANDT--Helene. Artist and Teacher. Born in Philadelphia on September 17, 1936, died on August 27, 2013 of sudden cardiac arrest. 1970 B.A. City College, Phi Beta Kappa. 1976 Certificate of Advanced Studies, St. Martin's School of Art, London. 197...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "228", "keywords": [{"value": "BRANDT, HELENE", "name": "persons"}], "abstract": null, "_id": "52d3658638f0d825af3156c8", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9504E5DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BRANDT--Helene. Artist and Teacher. Born in Philadelphia on September 17, 1936, died on August 27, 2013 of sudden cardiac arrest. 1970 B.A. City College, Phi Beta Kappa. 1976 Certificate of Advanced Studies, St. Martin's School of Art, London. 1975 MFA Columbia University. 1985 Guggenheim Fellow. Review NY Times May 12, l989 \"Helene Brandt\" by Michael Brenson. Many solo and group shows - for CV see helenebrandt.com. I was blessed to be Helene's husband. We were married when she was just 18. We grew up, raised a family, and grew old together. We shared a love of classical music, hiking, camping, travel and living abroad. Helene loved languages and became fluent in French, Danish, and Italian. Most of all Helene loved making art in her studio at 43 Great Jones Street, NoHo. Many writers have created fantasy worlds, populated with unusual forms of life and explored by heroic mortals. Helene sculpted a welded steel collection of imaginary forms of life as well as her signature cages. It was her fantasy world and she was its hero. Her later work combined steel with other more organic materials like vegetables and roots in wall pieces that expanded her magic world. She has left us all grieving: her husband, Philip; two sons, David and Daniel; a daughter-in-law, Kristin; two grandchildren, Alexander and Christopher; and many friends and students. It must be so.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BLANK, KAREN J."}, "snippet": "BLANK--Karen J.,of Manhattan, NY, passed away from complications related to cancer on December 31, 2013. Loving wife of Jim Milligan (deceased, January 2005), devoted mother of Ned Milligan, and treasured colleague, mentor, and friend to many. Kar...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "221", "keywords": [{"value": "BLANK, KAREN J.", "name": "persons"}], "abstract": null, "_id": "52d3658538f0d825af3156c6", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A0CE6DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BLANK--Karen J.,of Manhattan, NY, passed away from complications related to cancer on December 31, 2013. Loving wife of Jim Milligan (deceased, January 2005), devoted mother of Ned Milligan, and treasured colleague, mentor, and friend to many. Karen served as Dean of Studies at Barnard College from 1993 through 2012, spending the previous decade as Associate Dean for Student Affairs at Columbia College. After graduating from the University of California-Berkeley, Karen left Albany, CA, where she was raised, to search out work in the field of higher education. This pursuit allowed her to experience and enhance student life at several colleges, ultimately bringing her to the Columbia University community of which she was proud to be a member for thirty years. In illness, Karen was cared for by her dedicated team of nurses, together with loyal friends and family. She drew love, strength and support from Ned, his wife Jamie, and the Cahill family (Barbara, Barry, Kristen, and Greg)-- relatives of Jim's who cared for Karen as one of their own. She is survived by them all, as well as her brother, Bob. Karen was always grateful for her life and to those who made it better. She will be celebrated in memoriam with a service on Thursday, January 9, 11am at West End Collegiate Church, 245 West 77th Street, New York.", "print_page": "21", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  BASS, SUSAN"}, "snippet": "BASS--Susan, on December 29, 2013. 75 years old. Daughter of the late Harry and Yetta Wagonfeld. She was the beloved wife of Walter, who predeceased her in 2007. She is survived by her loving children Betty Dwoskin Sternlicht, Marjorie Knechtel an...", "pub_date": "2014-01-05T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "72", "keywords": [{"value": "BASS, SUSAN", "name": "persons"}], "abstract": null, "_id": "52d3658038f0d825af3156c0", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D01E6DD163AF936A35752C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "BASS--Susan, on December 29, 2013. 75 years old. Daughter of the late Harry and Yetta Wagonfeld. She was the beloved wife of Walter, who predeceased her in 2007. She is survived by her loving children Betty Dwoskin Sternlicht, Marjorie Knechtel and Peter Dwoskin, sons-in-law Elliot Sternlicht and Peter Knechtel, daughter-in-law Sara Corello and brother Samuel Wagonfeld. Adoring grandmother of Harry and Asher Dwoskin and James Sternlicht. May her memory be a blessing.", "print_page": "21", "section_name": "Paid Death Notices"}], "meta": {"hits": 616, "time": 107, "offset": 50}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}