{"status": "OK", "response": {"docs": [{"headline": {"main": "Paid Notice: Memorials  GOEBEL, ALEXANDER \"SANDY.\" MARCH 9"}, "snippet": "GOEBEL--Alexander \"Sandy.\" March 9, 1941-February 28, 2004 In loving memory of our adored husband and father. Ten years have passed and we still think of you every single day. You will be in our hearts forever. Love, Doris and Alex...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "40", "keywords": [{"value": "GOEBEL, ALEXANDER \"SANDY.\" MARCH 9", "name": "persons"}], "abstract": null, "_id": "531d2c0238f0d85d201f779b", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F01E1D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GOEBEL--Alexander \"Sandy.\" March 9, 1941-February 28, 2004 In loving memory of our adored husband and father. Ten years have passed and we still think of you every single day. You will be in our hearts forever. Love, Doris and Alex", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  MORAN, JOSEPH W."}, "snippet": "MORAN--Joseph W.,BS, MAAA, FSA, BSI, ASH. Joe Moran, Actuary, \"Sherlockian\", 86, died February 18, 2014, Mamaroneck, NY. Born November 22, 1927 in Cleveland, OH, to Charles F. and Mary (Gans) Moran, graduated Yale in 1949, Phi Beta Kappa. New York...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "153", "keywords": [{"value": "MORAN, JOSEPH W.", "name": "persons"}], "abstract": null, "_id": "531d2be838f0d85d201f7779", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A05E4D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "MORAN--Joseph W.,BS, MAAA, FSA, BSI, ASH. Joe Moran, Actuary, \"Sherlockian\", 86, died February 18, 2014, Mamaroneck, NY. Born November 22, 1927 in Cleveland, OH, to Charles F. and Mary (Gans) Moran, graduated Yale in 1949, Phi Beta Kappa. New York Life Insurance Co. 1949-1992. He is survived by his brother, Richard T. Moran, of Wyoming, OH; his step-mother, Eliner Moran, of Cape Coral, FL; three children, Douglas (Laura) of Denver, CO, Kathleen of Minneapolis, MN, Clifford of Ridgefield, CT; and four grandchildren: Sarah Moran, Dennis Moran, Erica Moran, and Lisa Moran. He was a member of the Baker Street Irregulars and the Adventuresses of Sherlock Holmes. Memorial Service Saturday, March 1, 2014, 11:00am at Larchmont Avenue Presbyterian Church, 60 Forest Park Avenue, Larchmont, NY. Reception to follow in the church hall. Donations to the Larchmont Avenue Church's \"Faith in our Future\" Centennial Fund, (www.lacny.org), or the Beacon Society (www.beaconsociety.com). More information at http://jjffh.com/book-of-memories/1808445/Moran-Joseph/obituary.php", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GREENMAN, CHARLES"}, "snippet": "GREENMAN--Charles. Beloved husband, father, friend, attorney and advisor dies at 66. Charles Preston Greenman, a commercial litigator at the law firm of Troutman Sanders LLP, where he was a partner and defended numerous class actions relating to a...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "409", "keywords": [{"value": "GREENMAN, CHARLES", "name": "persons"}], "abstract": null, "_id": "531d2be038f0d85d201f7772", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9406E5D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GREENMAN--Charles. Beloved husband, father, friend, attorney and advisor dies at 66. Charles Preston Greenman, a commercial litigator at the law firm of Troutman Sanders LLP, where he was a partner and defended numerous class actions relating to a wide variety of consumer and securities issues, died on Saturday, February 22, 2014, at Bellevue Hospital in Manhattan. He was respected both in and out of the courtroom as a force to be reckoned with. He served as Assistant Commissioner of the Department of Consumer Affairs for the City of New York and Consumer Advocate for the City--charting new ground for aggressively protecting consumers' rights. Much beloved husband of Jane, father of Margot, Jaclyn and Danielle, proud grandfather of Seymour (Simi), father in-law of Caio and son-in-law of Isabelle, as well as adored brother, friend, uncle, and godfather, Charles was larger than life. Charles was a graduate of Albion College in Michigan where he played college football, Boston University, where he earned a master's degree in history and New York University School of Law, from which he graduated with honors. He served as Chairman of the Robinson-Patman Act Subcommittee of the New York State Bar Association and Chairman of the Committee on Consumer Affairs of the New York County Lawyers' Association. In addition, he taught Consumer Law at NYU School of Law for more than a dozen years and wrote numerous articles on consumer law issues for the New York Law Journal and similar publications. His outsized physique, spirit and uncanny intelligence made people cling to him, looking for protection and guidance in a perilous and sometimes uncontrollable world, a responsibility naturally bestowed upon him that he embraced and enjoyed. Charles loved to travel, play tennis, bicycle, and to be doted upon by his adoring wife and daughters, who will miss him more than he could have ever imagined. We are better human beings today for knowing Charles and being part of his life. He made his home a welcome haven to all comers--friends, family and all their friends and children--all of whom came to him to seek advice and companionship. His giant personality was contagious and inspiring. He made his mark on the world and leaves a gap that can never be filled. Funeral services will be held on Monday, February 24, 2014 at 11:45am at Riverside Chapel in New York City, and the family will be receiving guests at home from Monday early evening until Friday, February 28, 2014.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  NISLEY, JANESSA C."}, "snippet": "NISLEY--Janessa C.,age 69, died peacefully at her home in Hudson, NY on February 27, 2014. Her husband Professor Jay Carlisle was at her side. Janessa was an honors graduate of Vasser College and Fordham Law School. She argued hundreds of appeals ...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "118", "keywords": [{"value": "NISLEY, JANESSA C.", "name": "persons"}], "abstract": null, "_id": "531d2bea38f0d85d201f777b", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9407E4D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "NISLEY--Janessa C.,age 69, died peacefully at her home in Hudson, NY on February 27, 2014. Her husband Professor Jay Carlisle was at her side. Janessa was an honors graduate of Vasser College and Fordham Law School. She argued hundreds of appeals as Chief of the Special Litigation Bureau for The New York City offices of Housing Preservation and Development. She was a Past President of the Brooklyn Chapter Civil Liberties Union and a Director for 20 years of the South Brooklyn Legal Services Corp. She is survived by her husband and step-daughter Marie Carlisle, brothers Robert Martin and Jack Nisley, sister Rebecca Nisley and several nieces and nephews. A memorial service will be held at a later date.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PARGH, HARRIET TURIM"}, "snippet": "PARGH--Harriet Turim, born September 28, 1916, died peacefully on February 25, 2014 at her home in North Shore Towers, Floral Park, NY. Harriet grew up in Far Rockaway and left Hunter College to work during the Depression, rising to Vice President...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "110", "keywords": [{"value": "PARGH, HARRIET TURIM", "name": "persons"}], "abstract": null, "_id": "531d2bea38f0d85d201f777c", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9506E4D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PARGH--Harriet Turim, born September 28, 1916, died peacefully on February 25, 2014 at her home in North Shore Towers, Floral Park, NY. Harriet grew up in Far Rockaway and left Hunter College to work during the Depression, rising to Vice President Sales in a dynamic 50 year career at Packaging Systems Corp. She was a world traveler who was active in Hadassah, volunteered at Long Island Jewish Hospital, and never turned down a card game. She is survived by her daughter Edith, son Jonathan, and grandchildren Rachel Yohay, David Yohay, David Pargh, and William Pargh. She joins her beloved husband David (died 1974) in Mt Ararat Cemetery in Farmingdale, LI.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  GREENING, ROBERT C."}, "snippet": "GREENING--Robert C.,passed away February 24, 2014 at the age of 78, in San Francisco, CA of Multiple Systems Atrophy. Bob is survived by his loving wife of thirty two years, Serena Kokjer Greening; children Michelle Schmitt (Henry), Robert Jr. (Re...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "423", "keywords": [{"value": "GREENING, ROBERT C.", "name": "persons"}], "abstract": null, "_id": "531d2bdf38f0d85d201f7771", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9B07E5D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "GREENING--Robert C.,passed away February 24, 2014 at the age of 78, in San Francisco, CA of Multiple Systems Atrophy. Bob is survived by his loving wife of thirty two years, Serena Kokjer Greening; children Michelle Schmitt (Henry), Robert Jr. (Renee), Michael (Teresa), Patrick, Kelly Kopatsis (Anthony); and grandchildren Eric and Alex Schmitt, Rory and Claire Greening, Lauren, Natalie and Erin Greening, Jack and Grace Greening, Katie and Tony Kopatsis. He is also survived by his sister Dolores Greening; cousins Karen, Mary and Jim Longe (Marcy) and well as other cousins. Bob was born in Ionia, Michigan, the third of five children to Ambrose and Mary Kathryn Greening. His brothers Frederick, John and Philip are deceased. He graduated from St. Stephen High School in Port Huron, Michigan, attended Sacred Heart Seminary and earned a Bachelor of Arts degree from Wayne State University both in Detroit. Upon graduation Bob married Elizabeth Roche, to whom he was married for twenty years, and worked for the J. L. Hudson Company, the major Michigan department store, where during the course of twenty years he held several merchandising and store management positions. In 1977 Bob was hired by Emporium Capwell, a division of Carter Hawley Hale Stores, Inc., with whom he held key merchandising positions for ten years before relocating to The Broadway, the CHH division in Los Angeles, where he held senior store management positions. In 1990 Bob started Alliance Stores Inc. and, in partnership with his son Michael, rapidly expanded its Designer Brands Accessories stores in factory outlet shopping centers throughout the country. Upon selling the company in 1996 to a costume jewelry manufacturer, Bob went to work for Enchante Accessories, Inc. a New York based producer of bath and body products for the retail industry where he worked in sales until his retirement in August 2010. At that time Bob secured his real estate license and assisted his wife, Serena, in her mortgage broker business. Friends and family are invited to the recitation of the rosary, Friday, March 7, 2014- visiting hours 5:00pm and rosary at 7:00pm at the chapels of Valente, Marini, Perata & Co. Funeral Directors, 4840 Mission Street, San Francisco. The Funeral Mass will be celebrated Saturday March 8, 2014, 10:15am Saints Peter and Paul Church, 666 Filbert Street, San Francisco. Burial to follow at Holy Cross Cemetery, Colma. Online condolences may be offered at www.vmpandco.com. Memorial donations can be made to Saints Peter and Paul Church Tower Reinforcement Project, 666 Filbert Street, San Francisco, CA 94133, or a charity of your choice.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  STERNLIEB, JEAN RUTH"}, "snippet": "STERNLIEB--Jean Ruth, died February 11 at 89 years old. She is survived by her three children, their husbands, three grandchildren and nieces and nephews. Jean was a huge supporter of Hadassah and a role model to many. Jean had many friends and wi...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "62", "keywords": [{"value": "STERNLIEB, JEAN RUTH", "name": "persons"}], "abstract": null, "_id": "531d2bf338f0d85d201f7787", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D01E3D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "STERNLIEB--Jean Ruth, died February 11 at 89 years old. She is survived by her three children, their husbands, three grandchildren and nieces and nephews. Jean was a huge supporter of Hadassah and a role model to many. Jean had many friends and will be greatly missed in her community. In lieu of flowers, contributions can be made to Hadassah of Greater Miami.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  FEUER, GLENDA"}, "snippet": "FEUER--Glenda, nee Silbert, 79, beloved wife of the late Irving Feuer, loving mother of Mitchell (Maddy), Eden (Steve) and Hugh; adored grandma of Scott, Jared, Casey, Ava, Sam, Emma, Drew and Braden; cherished sister of Edward. Glenda touched us ...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "116", "keywords": [{"value": "FEUER, GLENDA", "name": "persons"}], "abstract": null, "_id": "531d2bdc38f0d85d201f776f", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9905E5D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "FEUER--Glenda, nee Silbert, 79, beloved wife of the late Irving Feuer, loving mother of Mitchell (Maddy), Eden (Steve) and Hugh; adored grandma of Scott, Jared, Casey, Ava, Sam, Emma, Drew and Braden; cherished sister of Edward. Glenda touched us with her joy for life, sparkling demeanor, melodious voice and fierce strength of character. Glenda loved opera, traveling, and most of all her children and grandchildren. We will miss Glenda dearly. Services Sunday at 12 noon, Riverside Nassau North Chapels, 55 North Station Plaza, Great Neck, NY 11021. Interment to follow at Mount Hebron Cemetery, Flushing, NY. In lieu of flowers, donations may be made to Lustgarten Foundation: Pancreatic Cancer Research or Tippett Hospice Home, Needham, MA.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  REIMANN, MADELEINE HELENE (NEE PRAETORIUS)"}, "snippet": "REIMANN--Madeleine Helene (nee Praetorius), passed away peacefully at her home in Georgia at age 99 on February 23, 2014. She is pre-deceased by her husband Bernard Otto Reimann, her daughter Jenny Reimann, her grandson SSgt. Alexander Reimann and...", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "117", "keywords": [{"value": "REIMANN, MADELEINE HELENE", "name": "persons"}], "abstract": null, "_id": "531d2bee38f0d85d201f7781", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=980DE4D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "REIMANN--Madeleine Helene (nee Praetorius), passed away peacefully at her home in Georgia at age 99 on February 23, 2014. She is pre-deceased by her husband Bernard Otto Reimann, her daughter Jenny Reimann, her grandson SSgt. Alexander Reimann and her sisters Elisabeth and Annette Praetorius. Madeleine is survived by her sons Bernard, Peter, Robert and Eric and their families including seven granddaughters, four grandsons, six great-granddaughters and five great-grandsons. Madeleine will be lovingly remembered as an exceptional, very giving mother, a loving and supportive wife, an accomplished gourmet cook and a very talented gardener. A private memorial will be scheduled in the spring. Donations may be made to the Ovarian Cancer Research Fund in memory of Jenny Reimann.", "print_page": "24", "section_name": "Paid Death Notices"}, {"headline": {"main": "Paid Notice: Deaths  PITT, DAVID E"}, "snippet": "PITT--David E. Died February 24. He was 67. He is mourned by his wife, Martha Green-ough; children, Katharine and James; sister, Debra Pitt; brother, Timothy Pitt; and sister-in-law, Lisa Pitt. A private memorial is planned....", "pub_date": "2014-03-02T00:00:00Z", "slideshow_credits": null, "news_desk": "Classified", "word_count": "35", "keywords": [{"value": "PITT, DAVID E", "name": "persons"}], "abstract": null, "_id": "531d2bec38f0d85d201f777e", "source": "The New York Times", "byline": null, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D00E4D9153AF931A35750C0A9629D8B63", "subsection_name": null, "document_type": "article", "type_of_material": "Paid Death Notice", "multimedia": [], "blog": [], "lead_paragraph": "PITT--David E. Died February 24. He was 67. He is mourned by his wife, Martha Green-ough; children, Katharine and James; sister, Debra Pitt; brother, Timothy Pitt; and sister-in-law, Lisa Pitt. A private memorial is planned.", "print_page": "24", "section_name": "Paid Death Notices"}], "meta": {"hits": 769, "time": 56, "offset": 20}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}